{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<S>": 0,
      "<UNK>": 1,
      "#": 2,
      "*": 3,
      "+": 4,
      "-": 5,
      "/": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "=": 16,
      "B": 17,
      "K": 18,
      "N": 19,
      "O": 20,
      "Q": 21,
      "R": 22,
      "a": 23,
      "b": 24,
      "c": 25,
      "d": 26,
      "e": 27,
      "f": 28,
      "g": 29,
      "h": 30,
      "x": 31,
      "Ġ": 32,
      "ĠN": 33,
      "ĠB": 34,
      "ĠR": 35,
      "ĠQ": 36,
      "ĠK": 37,
      "xd": 38,
      "Ġe": 39,
      "Ġd": 40,
      "xe": 41,
      "Ġc": 42,
      "xf": 43,
      "ĠNf": 44,
      "xc": 45,
      "ĠNc": 46,
      "Ġf": 47,
      "Ġh": 48,
      "Ġb": 49,
      "Ġg": 50,
      "Ġa": 51,
      "ĠO": 52,
      "xg": 53,
      "ĠBe": 54,
      "ĠNe": 55,
      "ĠBd": 56,
      "xb": 57,
      "ĠNd": 58,
      "ĠBg": 59,
      "ĠKf": 60,
      "ĠRe": 61,
      "ĠKg": 62,
      "ĠQd": 63,
      "ĠRf": 64,
      "ĠRa": 65,
      "ĠQe": 66,
      "ĠBb": 67,
      "ĠRd": 68,
      "ĠKe": 69,
      "ĠBc": 70,
      "ĠRc": 71,
      "ĠKh": 72,
      "ĠKd": 73,
      "xh": 74,
      "ĠBf": 75,
      "xa": 76,
      "ĠQc": 77,
      "ĠQf": 78,
      "ĠNg": 79,
      "ĠNb": 80,
      "ĠNxe": 81,
      "ĠRb": 82,
      "ĠNxd": 83,
      "ĠBxf": 84,
      "ĠKc": 85,
      "ĠQxd": 86,
      "Ġexd": 87,
      "ĠQb": 88,
      "ĠQg": 89,
      "Ġcxd": 90,
      "ĠRg": 91,
      "Ġ1": 92,
      "ĠRh": 93,
      "ĠKb": 94,
      "ĠBxe": 95,
      "ĠBxc": 96,
      "Ġdxe": 97,
      "ĠBxd": 98,
      "Ġ0": 99,
      "ĠRxd": 100,
      "ĠQh": 101,
      "ĠQxe": 102,
      "ĠRxe": 103,
      "ĠQxf": 104,
      "ĠRxf": 105,
      "ĠNxf": 106,
      "Ġbxc": 107,
      "ĠQa": 108,
      "ĠNxc": 109,
      "ĠBh": 110,
      "ĠNh": 111,
      "Ġfxe": 112,
      "ĠRxc": 113,
      "ĠQxc": 114,
      "Ġhxg": 115,
      "Ġdxc": 116,
      "Ġexf": 117,
      "ĠBa": 118,
      "Ġgxf": 119,
      "ĠNbd": 120,
      "ĠBxg": 121,
      "ĠRxa": 122,
      "ĠNa": 123,
      "Ġaxb": 124,
      "ĠQxg": 125,
      "ĠRxb": 126,
      "ĠQxb": 127,
      "ĠBxb": 128,
      "ĠKa": 129,
      "ĠRxg": 130,
      "ĠRad": 131,
      "ĠQxa": 132,
      "ĠNxg": 133,
      "ĠQxh": 134,
      "ĠKxf": 135,
      "ĠRxh": 136,
      "Ġfxg": 137,
      "ĠBxh": 138,
      "ĠNxb": 139,
      "ĠRfe": 140,
      "ĠBxa": 141,
      "ĠKxg": 142,
      "Ġcxb": 143,
      "ĠKxd": 144,
      "ĠRac": 145,
      "Ġgxh": 146,
      "ĠRae": 147,
      "ĠKxe": 148,
      "ĠRfd": 149,
      "ĠNxh": 150,
      "ĠNxa": 151,
      "ĠNge": 152,
      "Ġbxa": 153,
      "ĠKxh": 154,
      "ĠRab": 155,
      "ĠKxc": 156,
      "ĠKxb": 157,
      "ĠRfc": 158,
      "ĠRhe": 159,
      "ĠNgf": 160,
      "ĠKxa": 161,
      "ĠNfd": 162,
      "ĠRde": 163,
      "ĠNce": 164,
      "ĠRhg": 165,
      "ĠRaf": 166,
      "ĠRhf": 167,
      "ĠNbc": 168,
      "ĠRed": 169,
      "ĠNdf": 170,
      "ĠRhd": 171,
      "ĠRcd": 172,
      "ĠRfb": 173,
      "ĠRdf": 174,
      "ĠRdd": 175,
      "ĠRdg": 176,
      "ĠRee": 177,
      "ĠRbd": 178,
      "ĠRbc": 179,
      "ĠRec": 180,
      "ĠRce": 181,
      "ĠRcc": 182,
      "ĠRff": 183,
      "ĠNde": 184,
      "ĠRag": 185,
      "ĠRdc": 186,
      "ĠRaxd": 187,
      "ĠRbe": 188,
      "ĠNbxd": 189,
      "ĠNcxe": 190,
      "ĠNgxe": 191,
      "ĠRef": 192,
      "ĠNed": 193,
      "ĠNcd": 194,
      "ĠRbb": 195,
      "ĠNec": 196,
      "ĠRaa": 197,
      "ĠRhc": 198,
      "ĠNeg": 199,
      "ĠRgf": 200,
      "ĠNfe": 201,
      "ĠNhf": 202,
      "ĠNfxd": 203,
      "ĠNdxe": 204,
      "ĠNef": 205,
      "ĠRdh": 206,
      "ĠRfa": 207,
      "ĠNdb": 208,
      "ĠReb": 209,
      "ĠRge": 210,
      "ĠRcf": 211,
      "ĠRfxd": 212,
      "ĠRaxc": 213,
      "ĠNfg": 214,
      "ĠRgg": 215,
      "ĠRfg": 216,
      "ĠRbf": 217,
      "ĠNac": 218,
      "ĠRhh": 219,
      "ĠRcb": 220,
      "ĠRhb": 221,
      "ĠNexd": 222,
      "ĠNdc": 223,
      "ĠRdb": 224,
      "ĠRah": 225,
      "ĠRgd": 226,
      "ĠNcb": 227,
      "ĠReg": 228,
      "ĠRfxf": 229,
      "ĠNcxd": 230,
      "ĠNfxe": 231,
      "ĠRexe": 232,
      "ĠRdxd": 233,
      "ĠRcg": 234,
      "ĠRgh": 235,
      "ĠRea": 236,
      "ĠRexd": 237,
      "ĠRcxc": 238,
      "ĠRbg": 239,
      "ĠQbb": 240,
      "ĠQff": 241,
      "ĠQgg": 242,
      "ĠQee": 243,
      "ĠRgc": 244,
      "ĠQdd": 245,
      "ĠNgxf": 246,
      "ĠRfxe": 247,
      "ĠRca": 248,
      "ĠQcc": 249,
      "ĠRcxd": 250,
      "ĠRgxg": 251,
      "ĠRba": 252,
      "ĠRfh": 253,
      "ĠNhg": 254,
      "ĠRbxb": 255,
      "ĠNdxf": 256,
      "ĠRaxb": 257,
      "ĠRaxa": 258,
      "ĠNab": 259,
      "ĠRda": 260,
      "ĠRdxe": 261,
      "ĠRhxf": 262,
      "ĠReh": 263,
      "ĠRbxc": 264,
      "ĠRha": 265,
      "ĠNdxc": 266,
      "ĠRbxd": 267,
      "ĠQaa": 268,
      "ĠNexg": 269,
      "ĠRhxh": 270,
      "ĠNexf": 271,
      "ĠQdb": 272,
      "ĠNexc": 273,
      "ĠRfxc": 274,
      "ĠQhh": 275,
      "ĠNbxc": 276,
      "ĠQca": 277,
      "ĠRgb": 278,
      "ĠRaxe": 279,
      "ĠQec": 280,
      "ĠNfxg": 281,
      "ĠRdxf": 282,
      "ĠRdxc": 283,
      "ĠRexf": 284,
      "ĠQeg": 285,
      "ĠRch": 286,
      "ĠNgh": 287,
      "ĠNdxb": 288,
      "ĠNhxf": 289,
      "ĠQfh": 290,
      "ĠQdf": 291,
      "ĠQfd": 292,
      "ĠRhxg": 293,
      "ĠNfh": 294,
      "ĠQce": 295,
      "ĠRexc": 296,
      "ĠRcxe": 297,
      "ĠRbh": 298,
      "ĠNcxb": 299,
      "ĠRgxf": 300,
      "ĠQge": 301,
      "ĠNba": 302,
      "ĠNaxc": 303,
      "ĠQbd": 304,
      "ĠRhxe": 305,
      "ĠQac": 306,
      "ĠRcxf": 307,
      "ĠQhf": 308,
      "ĠRaxf": 309,
      "ĠRhxd": 310,
      "ĠNca": 311,
      "ĠRbxa": 312,
      "ĠQde": 313,
      "ĠQcd": 314,
      "ĠQgf": 315,
      "ĠQbc": 316,
      "ĠRcxb": 317,
      "ĠQab": 318,
      "ĠRbxe": 319,
      "ĠQhg": 320,
      "ĠQfe": 321,
      "ĠQef": 322,
      "ĠQed": 323,
      "ĠRgxe": 324,
      "ĠQad": 325,
      "ĠNhxg": 326,
      "ĠRfxg": 327,
      "ĠRga": 328,
      "ĠRcxa": 329,
      "ĠQhe": 330,
      "ĠRbxf": 331,
      "ĠRdxb": 332,
      "ĠQbe": 333,
      "ĠQdc": 334,
      "ĠQgd": 335,
      "ĠRexb": 336,
      "ĠRgxd": 337,
      "ĠRdxg": 338,
      "ĠQae": 339,
      "ĠQfg": 340,
      "ĠQcf": 341,
      "ĠRfxb": 342,
      "ĠQcb": 343,
      "ĠQfc": 344,
      "ĠRdxa": 345,
      "ĠQhd": 346,
      "ĠRexg": 347,
      "ĠRhxc": 348,
      "ĠNaxb": 349,
      "ĠQdg": 350,
      "ĠQbf": 351,
      "ĠQgc": 352,
      "ĠRgxh": 353,
      "ĠQaf": 354,
      "ĠQeb": 355,
      "ĠRexa": 356,
      "ĠNgxh": 357,
      "ĠQcg": 358,
      "ĠRaxg": 359,
      "ĠNfxh": 360,
      "ĠRfxh": 361,
      "ĠQhc": 362,
      "ĠRcxg": 363,
      "ĠQfb": 364,
      "Ġ*": 365,
      "ĠQbg": 366,
      "ĠRgxc": 367,
      "ĠQag": 368,
      "ĠQgxg": 369,
      "ĠRexh": 370,
      "ĠQgb": 371,
      "ĠQeh": 372,
      "ĠQfxf": 373,
      "ĠRdxh": 374,
      "ĠRfxa": 375,
      "ĠRbxg": 376,
      "ĠQda": 377,
      "ĠNbxa": 378,
      "ĠQdh": 379,
      "ĠQhb": 380,
      "ĠQexf": 381,
      "ĠNcxa": 382,
      "ĠRhxb": 383,
      "ĠQdxf": 384,
      "ĠQhxh": 385,
      "ĠQbxb": 386,
      "ĠQdxd": 387,
      "ĠQcxc": 388,
      "ĠQea": 389,
      "ĠQexe": 390,
      "ĠQfxg": 391,
      "ĠRgxb": 392,
      "ĠQch": 393,
      "ĠQaxa": 394,
      "ĠQgh": 395,
      "ĠQexg": 396,
      "ĠQhxg": 397,
      "ĠQba": 398,
      "ĠRcxh": 399,
      "ĠQbh": 400,
      "ĠQgxf": 401,
      "ĠQdxe": 402,
      "ĠQah": 403,
      "ĠQcxf": 404,
      "ĠQfa": 405,
      "ĠQhxf": 406,
      "ĠQcxd": 407,
      "ĠRaxh": 408,
      "ĠQga": 409,
      "ĠQbxc": 410,
      "ĠQaxb": 411,
      "ĠQcxe": 412,
      "ĠRhxa": 413,
      "ĠQaxc": 414,
      "ĠQdxc": 415,
      "ĠQfxe": 416,
      "ĠQdxg": 417,
      "ĠRgxa": 418,
      "ĠRbxh": 419,
      "ĠQexd": 420,
      "ĠQcxb": 421,
      "ĠQha": 422,
      "ĠQexc": 423,
      "ĠQbxd": 424,
      "ĠQaxd": 425,
      "ĠQbxf": 426,
      "ĠQgxe": 427,
      "ĠQfxd": 428,
      "ĠQcxg": 429,
      "ĠQbxe": 430,
      "ĠQdxb": 431,
      "ĠQfxc": 432,
      "ĠQhxe": 433,
      "ĠQaxe": 434,
      "ĠQaxf": 435,
      "ĠQbxg": 436,
      "ĠQgxd": 437,
      "ĠQexb": 438,
      "ĠQgxc": 439,
      "ĠQfxh": 440,
      "ĠQaxg": 441,
      "ĠQfxb": 442,
      "ĠQgxh": 443,
      "ĠQbxa": 444,
      "ĠQhxd": 445,
      "ĠQgxb": 446,
      "ĠQcxa": 447,
      "ĠQhxc": 448,
      "ĠQhxb": 449,
      "ĠQexh": 450,
      "ĠQgxa": 451,
      "ĠQbxh": 452,
      "ĠQdxh": 453,
      "ĠQdxa": 454,
      "ĠQcxh": 455,
      "ĠQfxa": 456,
      "ĠQexa": 457,
      "ĠQaxh": 458,
      "ĠBfe": 459,
      "ĠQhxa": 460,
      "ĠBgf": 461,
      "ĠBde": 462,
      "ĠBcd": 463,
      "ĠBed": 464,
      "ĠBef": 465,
      "ĠBbc": 466,
      "ĠBhg": 467,
      "ĠBhf": 468,
      "ĠBac": 469,
      "ĠBdc": 470,
      "ĠBab": 471,
      "ĠBhe": 472,
      "ĠBge": 473,
      "ĠBbd": 474,
      "ĠBad": 475,
      "ĠBfg": 476,
      "ĠBcb": 477,
      "ĠBbe": 478,
      "ĠBfd": 479,
      "ĠBdf": 480,
      "ĠBce": 481,
      "ĠBgc": 482,
      "ĠBgd": 483,
      "ĠBae": 484,
      "ĠBec": 485,
      "ĠBeg": 486,
      "ĠBcg": 487,
      "ĠBfc": 488,
      "ĠBhd": 489,
      "ĠBeb": 490,
      "ĠBba": 491,
      "ĠBcf": 492,
      "ĠBfh": 493,
      "ĠBhb": 494,
      "ĠBbf": 495,
      "ĠBhc": 496,
      "ĠBeh": 497,
      "ĠBdb": 498,
      "ĠBca": 499,
      "ĠBfb": 500,
      "ĠBexg": 501,
      "ĠBgb": 502,
      "ĠBgh": 503,
      "ĠBgxf": 504,
      "ĠBcxf": 505,
      "ĠBag": 506,
      "ĠBea": 507,
      "ĠBda": 508,
      "ĠBdg": 509,
      "ĠBdxf": 510,
      "ĠBgxc": 511,
      "ĠBbg": 512,
      "ĠBbxe": 513,
      "ĠBfxc": 514,
      "ĠBaf": 515,
      "ĠBexc": 516,
      "ĠBexh": 517,
      "ĠBdxc": 518,
      "ĠBdxg": 519,
      "ĠBgxd": 520,
      "ĠBgxh": 521,
      "ĠBbh": 522,
      "ĠBbxg": 523,
      "ĠBbxa": 524,
      "ĠBcxd": 525,
      "ĠBcxb": 526,
      "ĠBfa": 527,
      "ĠBfxd": 528,
      "ĠBhxg": 529,
      "ĠBaxd": 530
    },
    "merges": [
      [
        "Ġ",
        "N"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "Ġ",
        "Q"
      ],
      [
        "Ġ",
        "K"
      ],
      [
        "x",
        "d"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "x",
        "e"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "x",
        "f"
      ],
      [
        "ĠN",
        "f"
      ],
      [
        "x",
        "c"
      ],
      [
        "ĠN",
        "c"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġ",
        "O"
      ],
      [
        "x",
        "g"
      ],
      [
        "ĠB",
        "e"
      ],
      [
        "ĠN",
        "e"
      ],
      [
        "ĠB",
        "d"
      ],
      [
        "x",
        "b"
      ],
      [
        "ĠN",
        "d"
      ],
      [
        "ĠB",
        "g"
      ],
      [
        "ĠK",
        "f"
      ],
      [
        "ĠR",
        "e"
      ],
      [
        "ĠK",
        "g"
      ],
      [
        "ĠQ",
        "d"
      ],
      [
        "ĠR",
        "f"
      ],
      [
        "ĠR",
        "a"
      ],
      [
        "ĠQ",
        "e"
      ],
      [
        "ĠB",
        "b"
      ],
      [
        "ĠR",
        "d"
      ],
      [
        "ĠK",
        "e"
      ],
      [
        "ĠB",
        "c"
      ],
      [
        "ĠR",
        "c"
      ],
      [
        "ĠK",
        "h"
      ],
      [
        "ĠK",
        "d"
      ],
      [
        "x",
        "h"
      ],
      [
        "ĠB",
        "f"
      ],
      [
        "x",
        "a"
      ],
      [
        "ĠQ",
        "c"
      ],
      [
        "ĠQ",
        "f"
      ],
      [
        "ĠN",
        "g"
      ],
      [
        "ĠN",
        "b"
      ],
      [
        "ĠN",
        "xe"
      ],
      [
        "ĠR",
        "b"
      ],
      [
        "ĠN",
        "xd"
      ],
      [
        "ĠB",
        "xf"
      ],
      [
        "ĠK",
        "c"
      ],
      [
        "ĠQ",
        "xd"
      ],
      [
        "Ġe",
        "xd"
      ],
      [
        "ĠQ",
        "b"
      ],
      [
        "ĠQ",
        "g"
      ],
      [
        "Ġc",
        "xd"
      ],
      [
        "ĠR",
        "g"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "ĠR",
        "h"
      ],
      [
        "ĠK",
        "b"
      ],
      [
        "ĠB",
        "xe"
      ],
      [
        "ĠB",
        "xc"
      ],
      [
        "Ġd",
        "xe"
      ],
      [
        "ĠB",
        "xd"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "ĠR",
        "xd"
      ],
      [
        "ĠQ",
        "h"
      ],
      [
        "ĠQ",
        "xe"
      ],
      [
        "ĠR",
        "xe"
      ],
      [
        "ĠQ",
        "xf"
      ],
      [
        "ĠR",
        "xf"
      ],
      [
        "ĠN",
        "xf"
      ],
      [
        "Ġb",
        "xc"
      ],
      [
        "ĠQ",
        "a"
      ],
      [
        "ĠN",
        "xc"
      ],
      [
        "ĠB",
        "h"
      ],
      [
        "ĠN",
        "h"
      ],
      [
        "Ġf",
        "xe"
      ],
      [
        "ĠR",
        "xc"
      ],
      [
        "ĠQ",
        "xc"
      ],
      [
        "Ġh",
        "xg"
      ],
      [
        "Ġd",
        "xc"
      ],
      [
        "Ġe",
        "xf"
      ],
      [
        "ĠB",
        "a"
      ],
      [
        "Ġg",
        "xf"
      ],
      [
        "ĠNb",
        "d"
      ],
      [
        "ĠB",
        "xg"
      ],
      [
        "ĠR",
        "xa"
      ],
      [
        "ĠN",
        "a"
      ],
      [
        "Ġa",
        "xb"
      ],
      [
        "ĠQ",
        "xg"
      ],
      [
        "ĠR",
        "xb"
      ],
      [
        "ĠQ",
        "xb"
      ],
      [
        "ĠB",
        "xb"
      ],
      [
        "ĠK",
        "a"
      ],
      [
        "ĠR",
        "xg"
      ],
      [
        "ĠRa",
        "d"
      ],
      [
        "ĠQ",
        "xa"
      ],
      [
        "ĠN",
        "xg"
      ],
      [
        "ĠQ",
        "xh"
      ],
      [
        "ĠK",
        "xf"
      ],
      [
        "ĠR",
        "xh"
      ],
      [
        "Ġf",
        "xg"
      ],
      [
        "ĠB",
        "xh"
      ],
      [
        "ĠN",
        "xb"
      ],
      [
        "ĠRf",
        "e"
      ],
      [
        "ĠB",
        "xa"
      ],
      [
        "ĠK",
        "xg"
      ],
      [
        "Ġc",
        "xb"
      ],
      [
        "ĠK",
        "xd"
      ],
      [
        "ĠRa",
        "c"
      ],
      [
        "Ġg",
        "xh"
      ],
      [
        "ĠRa",
        "e"
      ],
      [
        "ĠK",
        "xe"
      ],
      [
        "ĠRf",
        "d"
      ],
      [
        "ĠN",
        "xh"
      ],
      [
        "ĠN",
        "xa"
      ],
      [
        "ĠNg",
        "e"
      ],
      [
        "Ġb",
        "xa"
      ],
      [
        "ĠK",
        "xh"
      ],
      [
        "ĠRa",
        "b"
      ],
      [
        "ĠK",
        "xc"
      ],
      [
        "ĠK",
        "xb"
      ],
      [
        "ĠRf",
        "c"
      ],
      [
        "ĠRh",
        "e"
      ],
      [
        "ĠNg",
        "f"
      ],
      [
        "ĠK",
        "xa"
      ],
      [
        "ĠNf",
        "d"
      ],
      [
        "ĠRd",
        "e"
      ],
      [
        "ĠNc",
        "e"
      ],
      [
        "ĠRh",
        "g"
      ],
      [
        "ĠRa",
        "f"
      ],
      [
        "ĠRh",
        "f"
      ],
      [
        "ĠNb",
        "c"
      ],
      [
        "ĠRe",
        "d"
      ],
      [
        "ĠNd",
        "f"
      ],
      [
        "ĠRh",
        "d"
      ],
      [
        "ĠRc",
        "d"
      ],
      [
        "ĠRf",
        "b"
      ],
      [
        "ĠRd",
        "f"
      ],
      [
        "ĠRd",
        "d"
      ],
      [
        "ĠRd",
        "g"
      ],
      [
        "ĠRe",
        "e"
      ],
      [
        "ĠRb",
        "d"
      ],
      [
        "ĠRb",
        "c"
      ],
      [
        "ĠRe",
        "c"
      ],
      [
        "ĠRc",
        "e"
      ],
      [
        "ĠRc",
        "c"
      ],
      [
        "ĠRf",
        "f"
      ],
      [
        "ĠNd",
        "e"
      ],
      [
        "ĠRa",
        "g"
      ],
      [
        "ĠRd",
        "c"
      ],
      [
        "ĠRa",
        "xd"
      ],
      [
        "ĠRb",
        "e"
      ],
      [
        "ĠNb",
        "xd"
      ],
      [
        "ĠNc",
        "xe"
      ],
      [
        "ĠNg",
        "xe"
      ],
      [
        "ĠRe",
        "f"
      ],
      [
        "ĠNe",
        "d"
      ],
      [
        "ĠNc",
        "d"
      ],
      [
        "ĠRb",
        "b"
      ],
      [
        "ĠNe",
        "c"
      ],
      [
        "ĠRa",
        "a"
      ],
      [
        "ĠRh",
        "c"
      ],
      [
        "ĠNe",
        "g"
      ],
      [
        "ĠRg",
        "f"
      ],
      [
        "ĠNf",
        "e"
      ],
      [
        "ĠNh",
        "f"
      ],
      [
        "ĠNf",
        "xd"
      ],
      [
        "ĠNd",
        "xe"
      ],
      [
        "ĠNe",
        "f"
      ],
      [
        "ĠRd",
        "h"
      ],
      [
        "ĠRf",
        "a"
      ],
      [
        "ĠNd",
        "b"
      ],
      [
        "ĠRe",
        "b"
      ],
      [
        "ĠRg",
        "e"
      ],
      [
        "ĠRc",
        "f"
      ],
      [
        "ĠRf",
        "xd"
      ],
      [
        "ĠRa",
        "xc"
      ],
      [
        "ĠNf",
        "g"
      ],
      [
        "ĠRg",
        "g"
      ],
      [
        "ĠRf",
        "g"
      ],
      [
        "ĠRb",
        "f"
      ],
      [
        "ĠNa",
        "c"
      ],
      [
        "ĠRh",
        "h"
      ],
      [
        "ĠRc",
        "b"
      ],
      [
        "ĠRh",
        "b"
      ],
      [
        "ĠNe",
        "xd"
      ],
      [
        "ĠNd",
        "c"
      ],
      [
        "ĠRd",
        "b"
      ],
      [
        "ĠRa",
        "h"
      ],
      [
        "ĠRg",
        "d"
      ],
      [
        "ĠNc",
        "b"
      ],
      [
        "ĠRe",
        "g"
      ],
      [
        "ĠRf",
        "xf"
      ],
      [
        "ĠNc",
        "xd"
      ],
      [
        "ĠNf",
        "xe"
      ],
      [
        "ĠRe",
        "xe"
      ],
      [
        "ĠRd",
        "xd"
      ],
      [
        "ĠRc",
        "g"
      ],
      [
        "ĠRg",
        "h"
      ],
      [
        "ĠRe",
        "a"
      ],
      [
        "ĠRe",
        "xd"
      ],
      [
        "ĠRc",
        "xc"
      ],
      [
        "ĠRb",
        "g"
      ],
      [
        "ĠQb",
        "b"
      ],
      [
        "ĠQf",
        "f"
      ],
      [
        "ĠQg",
        "g"
      ],
      [
        "ĠQe",
        "e"
      ],
      [
        "ĠRg",
        "c"
      ],
      [
        "ĠQd",
        "d"
      ],
      [
        "ĠNg",
        "xf"
      ],
      [
        "ĠRf",
        "xe"
      ],
      [
        "ĠRc",
        "a"
      ],
      [
        "ĠQc",
        "c"
      ],
      [
        "ĠRc",
        "xd"
      ],
      [
        "ĠRg",
        "xg"
      ],
      [
        "ĠRb",
        "a"
      ],
      [
        "ĠRf",
        "h"
      ],
      [
        "ĠNh",
        "g"
      ],
      [
        "ĠRb",
        "xb"
      ],
      [
        "ĠNd",
        "xf"
      ],
      [
        "ĠRa",
        "xb"
      ],
      [
        "ĠRa",
        "xa"
      ],
      [
        "ĠNa",
        "b"
      ],
      [
        "ĠRd",
        "a"
      ],
      [
        "ĠRd",
        "xe"
      ],
      [
        "ĠRh",
        "xf"
      ],
      [
        "ĠRe",
        "h"
      ],
      [
        "ĠRb",
        "xc"
      ],
      [
        "ĠRh",
        "a"
      ],
      [
        "ĠNd",
        "xc"
      ],
      [
        "ĠRb",
        "xd"
      ],
      [
        "ĠQa",
        "a"
      ],
      [
        "ĠNe",
        "xg"
      ],
      [
        "ĠRh",
        "xh"
      ],
      [
        "ĠNe",
        "xf"
      ],
      [
        "ĠQd",
        "b"
      ],
      [
        "ĠNe",
        "xc"
      ],
      [
        "ĠRf",
        "xc"
      ],
      [
        "ĠQh",
        "h"
      ],
      [
        "ĠNb",
        "xc"
      ],
      [
        "ĠQc",
        "a"
      ],
      [
        "ĠRg",
        "b"
      ],
      [
        "ĠRa",
        "xe"
      ],
      [
        "ĠQe",
        "c"
      ],
      [
        "ĠNf",
        "xg"
      ],
      [
        "ĠRd",
        "xf"
      ],
      [
        "ĠRd",
        "xc"
      ],
      [
        "ĠRe",
        "xf"
      ],
      [
        "ĠQe",
        "g"
      ],
      [
        "ĠRc",
        "h"
      ],
      [
        "ĠNg",
        "h"
      ],
      [
        "ĠNd",
        "xb"
      ],
      [
        "ĠNh",
        "xf"
      ],
      [
        "ĠQf",
        "h"
      ],
      [
        "ĠQd",
        "f"
      ],
      [
        "ĠQf",
        "d"
      ],
      [
        "ĠRh",
        "xg"
      ],
      [
        "ĠNf",
        "h"
      ],
      [
        "ĠQc",
        "e"
      ],
      [
        "ĠRe",
        "xc"
      ],
      [
        "ĠRc",
        "xe"
      ],
      [
        "ĠRb",
        "h"
      ],
      [
        "ĠNc",
        "xb"
      ],
      [
        "ĠRg",
        "xf"
      ],
      [
        "ĠQg",
        "e"
      ],
      [
        "ĠNb",
        "a"
      ],
      [
        "ĠNa",
        "xc"
      ],
      [
        "ĠQb",
        "d"
      ],
      [
        "ĠRh",
        "xe"
      ],
      [
        "ĠQa",
        "c"
      ],
      [
        "ĠRc",
        "xf"
      ],
      [
        "ĠQh",
        "f"
      ],
      [
        "ĠRa",
        "xf"
      ],
      [
        "ĠRh",
        "xd"
      ],
      [
        "ĠNc",
        "a"
      ],
      [
        "ĠRb",
        "xa"
      ],
      [
        "ĠQd",
        "e"
      ],
      [
        "ĠQc",
        "d"
      ],
      [
        "ĠQg",
        "f"
      ],
      [
        "ĠQb",
        "c"
      ],
      [
        "ĠRc",
        "xb"
      ],
      [
        "ĠQa",
        "b"
      ],
      [
        "ĠRb",
        "xe"
      ],
      [
        "ĠQh",
        "g"
      ],
      [
        "ĠQf",
        "e"
      ],
      [
        "ĠQe",
        "f"
      ],
      [
        "ĠQe",
        "d"
      ],
      [
        "ĠRg",
        "xe"
      ],
      [
        "ĠQa",
        "d"
      ],
      [
        "ĠNh",
        "xg"
      ],
      [
        "ĠRf",
        "xg"
      ],
      [
        "ĠRg",
        "a"
      ],
      [
        "ĠRc",
        "xa"
      ],
      [
        "ĠQh",
        "e"
      ],
      [
        "ĠRb",
        "xf"
      ],
      [
        "ĠRd",
        "xb"
      ],
      [
        "ĠQb",
        "e"
      ],
      [
        "ĠQd",
        "c"
      ],
      [
        "ĠQg",
        "d"
      ],
      [
        "ĠRe",
        "xb"
      ],
      [
        "ĠRg",
        "xd"
      ],
      [
        "ĠRd",
        "xg"
      ],
      [
        "ĠQa",
        "e"
      ],
      [
        "ĠQf",
        "g"
      ],
      [
        "ĠQc",
        "f"
      ],
      [
        "ĠRf",
        "xb"
      ],
      [
        "ĠQc",
        "b"
      ],
      [
        "ĠQf",
        "c"
      ],
      [
        "ĠRd",
        "xa"
      ],
      [
        "ĠQh",
        "d"
      ],
      [
        "ĠRe",
        "xg"
      ],
      [
        "ĠRh",
        "xc"
      ],
      [
        "ĠNa",
        "xb"
      ],
      [
        "ĠQd",
        "g"
      ],
      [
        "ĠQb",
        "f"
      ],
      [
        "ĠQg",
        "c"
      ],
      [
        "ĠRg",
        "xh"
      ],
      [
        "ĠQa",
        "f"
      ],
      [
        "ĠQe",
        "b"
      ],
      [
        "ĠRe",
        "xa"
      ],
      [
        "ĠNg",
        "xh"
      ],
      [
        "ĠQc",
        "g"
      ],
      [
        "ĠRa",
        "xg"
      ],
      [
        "ĠNf",
        "xh"
      ],
      [
        "ĠRf",
        "xh"
      ],
      [
        "ĠQh",
        "c"
      ],
      [
        "ĠRc",
        "xg"
      ],
      [
        "ĠQf",
        "b"
      ],
      [
        "Ġ",
        "*"
      ],
      [
        "ĠQb",
        "g"
      ],
      [
        "ĠRg",
        "xc"
      ],
      [
        "ĠQa",
        "g"
      ],
      [
        "ĠQg",
        "xg"
      ],
      [
        "ĠRe",
        "xh"
      ],
      [
        "ĠQg",
        "b"
      ],
      [
        "ĠQe",
        "h"
      ],
      [
        "ĠQf",
        "xf"
      ],
      [
        "ĠRd",
        "xh"
      ],
      [
        "ĠRf",
        "xa"
      ],
      [
        "ĠRb",
        "xg"
      ],
      [
        "ĠQd",
        "a"
      ],
      [
        "ĠNb",
        "xa"
      ],
      [
        "ĠQd",
        "h"
      ],
      [
        "ĠQh",
        "b"
      ],
      [
        "ĠQe",
        "xf"
      ],
      [
        "ĠNc",
        "xa"
      ],
      [
        "ĠRh",
        "xb"
      ],
      [
        "ĠQd",
        "xf"
      ],
      [
        "ĠQh",
        "xh"
      ],
      [
        "ĠQb",
        "xb"
      ],
      [
        "ĠQd",
        "xd"
      ],
      [
        "ĠQc",
        "xc"
      ],
      [
        "ĠQe",
        "a"
      ],
      [
        "ĠQe",
        "xe"
      ],
      [
        "ĠQf",
        "xg"
      ],
      [
        "ĠRg",
        "xb"
      ],
      [
        "ĠQc",
        "h"
      ],
      [
        "ĠQa",
        "xa"
      ],
      [
        "ĠQg",
        "h"
      ],
      [
        "ĠQe",
        "xg"
      ],
      [
        "ĠQh",
        "xg"
      ],
      [
        "ĠQb",
        "a"
      ],
      [
        "ĠRc",
        "xh"
      ],
      [
        "ĠQb",
        "h"
      ],
      [
        "ĠQg",
        "xf"
      ],
      [
        "ĠQd",
        "xe"
      ],
      [
        "ĠQa",
        "h"
      ],
      [
        "ĠQc",
        "xf"
      ],
      [
        "ĠQf",
        "a"
      ],
      [
        "ĠQh",
        "xf"
      ],
      [
        "ĠQc",
        "xd"
      ],
      [
        "ĠRa",
        "xh"
      ],
      [
        "ĠQg",
        "a"
      ],
      [
        "ĠQb",
        "xc"
      ],
      [
        "ĠQa",
        "xb"
      ],
      [
        "ĠQc",
        "xe"
      ],
      [
        "ĠRh",
        "xa"
      ],
      [
        "ĠQa",
        "xc"
      ],
      [
        "ĠQd",
        "xc"
      ],
      [
        "ĠQf",
        "xe"
      ],
      [
        "ĠQd",
        "xg"
      ],
      [
        "ĠRg",
        "xa"
      ],
      [
        "ĠRb",
        "xh"
      ],
      [
        "ĠQe",
        "xd"
      ],
      [
        "ĠQc",
        "xb"
      ],
      [
        "ĠQh",
        "a"
      ],
      [
        "ĠQe",
        "xc"
      ],
      [
        "ĠQb",
        "xd"
      ],
      [
        "ĠQa",
        "xd"
      ],
      [
        "ĠQb",
        "xf"
      ],
      [
        "ĠQg",
        "xe"
      ],
      [
        "ĠQf",
        "xd"
      ],
      [
        "ĠQc",
        "xg"
      ],
      [
        "ĠQb",
        "xe"
      ],
      [
        "ĠQd",
        "xb"
      ],
      [
        "ĠQf",
        "xc"
      ],
      [
        "ĠQh",
        "xe"
      ],
      [
        "ĠQa",
        "xe"
      ],
      [
        "ĠQa",
        "xf"
      ],
      [
        "ĠQb",
        "xg"
      ],
      [
        "ĠQg",
        "xd"
      ],
      [
        "ĠQe",
        "xb"
      ],
      [
        "ĠQg",
        "xc"
      ],
      [
        "ĠQf",
        "xh"
      ],
      [
        "ĠQa",
        "xg"
      ],
      [
        "ĠQf",
        "xb"
      ],
      [
        "ĠQg",
        "xh"
      ],
      [
        "ĠQb",
        "xa"
      ],
      [
        "ĠQh",
        "xd"
      ],
      [
        "ĠQg",
        "xb"
      ],
      [
        "ĠQc",
        "xa"
      ],
      [
        "ĠQh",
        "xc"
      ],
      [
        "ĠQh",
        "xb"
      ],
      [
        "ĠQe",
        "xh"
      ],
      [
        "ĠQg",
        "xa"
      ],
      [
        "ĠQb",
        "xh"
      ],
      [
        "ĠQd",
        "xh"
      ],
      [
        "ĠQd",
        "xa"
      ],
      [
        "ĠQc",
        "xh"
      ],
      [
        "ĠQf",
        "xa"
      ],
      [
        "ĠQe",
        "xa"
      ],
      [
        "ĠQa",
        "xh"
      ],
      [
        "ĠBf",
        "e"
      ],
      [
        "ĠQh",
        "xa"
      ],
      [
        "ĠBg",
        "f"
      ],
      [
        "ĠBd",
        "e"
      ],
      [
        "ĠBc",
        "d"
      ],
      [
        "ĠBe",
        "d"
      ],
      [
        "ĠBe",
        "f"
      ],
      [
        "ĠBb",
        "c"
      ],
      [
        "ĠBh",
        "g"
      ],
      [
        "ĠBh",
        "f"
      ],
      [
        "ĠBa",
        "c"
      ],
      [
        "ĠBd",
        "c"
      ],
      [
        "ĠBa",
        "b"
      ],
      [
        "ĠBh",
        "e"
      ],
      [
        "ĠBg",
        "e"
      ],
      [
        "ĠBb",
        "d"
      ],
      [
        "ĠBa",
        "d"
      ],
      [
        "ĠBf",
        "g"
      ],
      [
        "ĠBc",
        "b"
      ],
      [
        "ĠBb",
        "e"
      ],
      [
        "ĠBf",
        "d"
      ],
      [
        "ĠBd",
        "f"
      ],
      [
        "ĠBc",
        "e"
      ],
      [
        "ĠBg",
        "c"
      ],
      [
        "ĠBg",
        "d"
      ],
      [
        "ĠBa",
        "e"
      ],
      [
        "ĠBe",
        "c"
      ],
      [
        "ĠBe",
        "g"
      ],
      [
        "ĠBc",
        "g"
      ],
      [
        "ĠBf",
        "c"
      ],
      [
        "ĠBh",
        "d"
      ],
      [
        "ĠBe",
        "b"
      ],
      [
        "ĠBb",
        "a"
      ],
      [
        "ĠBc",
        "f"
      ],
      [
        "ĠBf",
        "h"
      ],
      [
        "ĠBh",
        "b"
      ],
      [
        "ĠBb",
        "f"
      ],
      [
        "ĠBh",
        "c"
      ],
      [
        "ĠBe",
        "h"
      ],
      [
        "ĠBd",
        "b"
      ],
      [
        "ĠBc",
        "a"
      ],
      [
        "ĠBf",
        "b"
      ],
      [
        "ĠBe",
        "xg"
      ],
      [
        "ĠBg",
        "b"
      ],
      [
        "ĠBg",
        "h"
      ],
      [
        "ĠBg",
        "xf"
      ],
      [
        "ĠBc",
        "xf"
      ],
      [
        "ĠBa",
        "g"
      ],
      [
        "ĠBe",
        "a"
      ],
      [
        "ĠBd",
        "a"
      ],
      [
        "ĠBd",
        "g"
      ],
      [
        "ĠBd",
        "xf"
      ],
      [
        "ĠBg",
        "xc"
      ],
      [
        "ĠBb",
        "g"
      ],
      [
        "ĠBb",
        "xe"
      ],
      [
        "ĠBf",
        "xc"
      ],
      [
        "ĠBa",
        "f"
      ],
      [
        "ĠBe",
        "xc"
      ],
      [
        "ĠBe",
        "xh"
      ],
      [
        "ĠBd",
        "xc"
      ],
      [
        "ĠBd",
        "xg"
      ],
      [
        "ĠBg",
        "xd"
      ],
      [
        "ĠBg",
        "xh"
      ],
      [
        "ĠBb",
        "h"
      ],
      [
        "ĠBb",
        "xg"
      ],
      [
        "ĠBb",
        "xa"
      ],
      [
        "ĠBc",
        "xd"
      ],
      [
        "ĠBc",
        "xb"
      ],
      [
        "ĠBf",
        "a"
      ],
      [
        "ĠBf",
        "xd"
      ],
      [
        "ĠBh",
        "xg"
      ],
      [
        "ĠBa",
        "xd"
      ]
    ]
  }
}