{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<S>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<MASK>": 1,
      "<S>": 2,
      "<UNK>": 3,
      "#": 4,
      "*": 5,
      "+": 6,
      "-": 7,
      ".": 8,
      "/": 9,
      "0": 10,
      "1": 11,
      "2": 12,
      "3": 13,
      "4": 14,
      "5": 15,
      "6": 16,
      "7": 17,
      "8": 18,
      "9": 19,
      "=": 20,
      "B": 21,
      "K": 22,
      "N": 23,
      "O": 24,
      "Q": 25,
      "R": 26,
      "a": 27,
      "b": 28,
      "c": 29,
      "d": 30,
      "e": 31,
      "f": 32,
      "g": 33,
      "h": 34,
      "x": 35,
      "Ġ": 36,
      "ĠN": 37,
      "Ġ1": 38,
      "ĠB": 39,
      "ĠR": 40,
      "ĠQ": 41,
      "Ġ2": 42,
      "ĠK": 43,
      "Ġ3": 44,
      "xd": 45,
      "Ġe": 46,
      "Ġd": 47,
      "Ġ4": 48,
      "xe": 49,
      "Ġc": 50,
      "xf": 51,
      "ĠNf": 52,
      "xc": 53,
      "Ġ5": 54,
      "ĠNc": 55,
      "Ġf": 56,
      "Ġh": 57,
      "Ġb": 58,
      "Ġg": 59,
      "Ġa": 60,
      "ĠO": 61,
      "xg": 62,
      "ĠBe": 63,
      "Ġ6": 64,
      "ĠNe": 65,
      "ĠBd": 66,
      "xb": 67,
      "ĠNd": 68,
      "ĠBg": 69,
      "ĠKf": 70,
      "ĠRe": 71,
      "Ġ7": 72,
      "ĠKg": 73,
      "ĠQd": 74,
      "ĠRf": 75,
      "ĠRa": 76,
      "Ġ8": 77,
      "ĠQe": 78,
      "ĠBb": 79,
      "ĠRd": 80,
      "Ġ9": 81,
      "ĠKe": 82,
      "Ġ10": 83,
      "Ġ11": 84,
      "Ġ12": 85,
      "Ġ13": 86,
      "Ġ14": 87,
      "Ġ15": 88,
      "ĠBc": 89,
      "Ġ16": 90,
      "Ġ17": 91,
      "Ġ18": 92,
      "Ġ19": 93,
      "ĠRc": 94,
      "ĠKh": 95,
      "Ġ20": 96,
      "ĠKd": 97,
      "xh": 98,
      "ĠBf": 99,
      "Ġ21": 100,
      "xa": 101,
      "ĠQc": 102,
      "Ġ22": 103,
      "ĠQf": 104,
      "Ġ23": 105,
      "Ġ24": 106,
      "ĠNg": 107,
      "ĠNb": 108,
      "ĠNxe": 109,
      "Ġ25": 110,
      "Ġ26": 111,
      "ĠRb": 112,
      "ĠNxd": 113,
      "Ġ27": 114,
      "ĠBxf": 115,
      "Ġ28": 116,
      "ĠKc": 117,
      "ĠQxd": 118,
      "Ġexd": 119,
      "ĠQb": 120,
      "Ġ29": 121,
      "ĠQg": 122,
      "Ġcxd": 123,
      "Ġ30": 124,
      "ĠRg": 125,
      "Ġ31": 126,
      "ĠRh": 127,
      "ĠKb": 128,
      "ĠBxe": 129,
      "Ġ32": 130,
      "ĠBxc": 131,
      "Ġdxe": 132,
      "ĠBxd": 133,
      "Ġ33": 134,
      "Ġ0": 135,
      "ĠRxd": 136,
      "Ġ34": 137,
      "ĠQh": 138,
      "ĠQxe": 139,
      "ĠRxe": 140,
      "Ġ35": 141,
      "ĠQxf": 142,
      "ĠRxf": 143,
      "Ġ36": 144,
      "Ġ37": 145,
      "ĠNxf": 146,
      "Ġbxc": 147,
      "ĠQa": 148,
      "ĠNxc": 149,
      "Ġ38": 150,
      "ĠBh": 151,
      "ĠNh": 152,
      "Ġfxe": 153,
      "Ġ39": 154,
      "ĠRxc": 155,
      "ĠQxc": 156,
      "Ġ40": 157,
      "Ġhxg": 158,
      "Ġ41": 159,
      "Ġdxc": 160,
      "Ġexf": 161,
      "Ġ42": 162,
      "ĠBa": 163,
      "Ġgxf": 164,
      "ĠNbd": 165,
      "ĠBxg": 166,
      "ĠRxa": 167,
      "ĠNa": 168,
      "Ġaxb": 169,
      "ĠQxg": 170,
      "Ġ43": 171,
      "ĠRxb": 172,
      "ĠQxb": 173,
      "Ġ44": 174,
      "Ġ45": 175,
      "ĠBxb": 176,
      "Ġ46": 177,
      "ĠKa": 178,
      "ĠRxg": 179,
      "ĠRad": 180,
      "Ġ47": 181,
      "ĠQxa": 182,
      "ĠNxg": 183,
      "ĠQxh": 184,
      "ĠKxf": 185,
      "ĠRxh": 186,
      "Ġfxg": 187,
      "Ġ48": 188,
      "Ġ49": 189,
      "ĠBxh": 190,
      "Ġ50": 191,
      "ĠNxb": 192,
      "ĠRfe": 193,
      "ĠBxa": 194,
      "ĠKxg": 195,
      "Ġ51": 196,
      "Ġcxb": 197,
      "Ġ52": 198,
      "ĠKxd": 199,
      "ĠRac": 200,
      "Ġgxh": 201,
      "Ġ53": 202,
      "Ġ54": 203,
      "ĠRae": 204,
      "ĠKxe": 205,
      "ĠNxh": 206,
      "ĠRfd": 207,
      "Ġ55": 208,
      "ĠNxa": 209,
      "Ġ56": 210,
      "ĠNge": 211,
      "Ġbxa": 212,
      "Ġ57": 213,
      "ĠKxh": 214,
      "Ġ58": 215,
      "ĠRab": 216,
      "Ġ59": 217,
      "ĠKxc": 218,
      "Ġ60": 219,
      "Ġ61": 220,
      "ĠKxb": 221,
      "Ġ62": 222,
      "ĠRfc": 223,
      "Ġ63": 224,
      "ĠRhe": 225,
      "ĠNgf": 226,
      "Ġ64": 227,
      "ĠKxa": 228,
      "Ġ65": 229,
      "ĠNfd": 230,
      "ĠRde": 231,
      "Ġ66": 232,
      "ĠNce": 233,
      "ĠRhg": 234,
      "ĠRaf": 235,
      "Ġ67": 236,
      "Ġ68": 237,
      "ĠRhf": 238,
      "ĠNbc": 239,
      "ĠRed": 240,
      "Ġ69": 241,
      "ĠNdf": 242,
      "ĠRhd": 243,
      "Ġ70": 244,
      "ĠRcd": 245,
      "Ġ71": 246,
      "ĠRfb": 247,
      "ĠRdf": 248,
      "Ġ72": 249,
      "ĠRdd": 250,
      "ĠRdg": 251,
      "ĠRee": 252,
      "Ġ73": 253,
      "ĠRbd": 254,
      "ĠRbc": 255,
      "Ġ74": 256,
      "Ġ75": 257,
      "ĠRec": 258,
      "ĠRce": 259,
      "ĠRcc": 260,
      "Ġ76": 261,
      "ĠRff": 262,
      "ĠNde": 263,
      "Ġ77": 264,
      "ĠRag": 265,
      "ĠRdc": 266,
      "ĠRaxd": 267,
      "ĠRbe": 268,
      "ĠNbxd": 269,
      "ĠNcxe": 270,
      "ĠNgxe": 271,
      "Ġ78": 272,
      "ĠRef": 273,
      "ĠNed": 274,
      "ĠNcd": 275,
      "Ġ79": 276,
      "ĠRbb": 277,
      "ĠNec": 278,
      "ĠRaa": 279,
      "ĠRhc": 280,
      "ĠNeg": 281,
      "ĠRgf": 282,
      "ĠNfe": 283,
      "Ġ80": 284,
      "ĠNhf": 285,
      "Ġ81": 286,
      "ĠNfxd": 287,
      "ĠNdxe": 288,
      "ĠNef": 289,
      "ĠRdh": 290,
      "ĠRfa": 291,
      "Ġ82": 292,
      "ĠNdb": 293,
      "ĠReb": 294,
      "ĠRge": 295,
      "ĠRcf": 296,
      "Ġ83": 297,
      "ĠRfxd": 298,
      "ĠRaxc": 299,
      "ĠNfg": 300,
      "Ġ84": 301,
      "ĠRgg": 302,
      "ĠRfg": 303,
      "ĠRbf": 304,
      "Ġ85": 305,
      "ĠNac": 306,
      "ĠRcb": 307,
      "ĠRhh": 308,
      "ĠRhb": 309,
      "ĠNexd": 310,
      "ĠNdc": 311,
      "Ġ86": 312,
      "ĠRdb": 313,
      "ĠRah": 314,
      "ĠRgd": 315,
      "Ġ87": 316,
      "ĠNcb": 317,
      "ĠReg": 318,
      "ĠRfxf": 319,
      "Ġ88": 320,
      "ĠNcxd": 321,
      "Ġ89": 322,
      "ĠNfxe": 323,
      "Ġ90": 324,
      "ĠRexe": 325,
      "ĠRdxd": 326,
      "ĠRcg": 327,
      "ĠRgh": 328,
      "ĠRea": 329,
      "ĠRexd": 330,
      "Ġ91": 331,
      "ĠRcxc": 332,
      "Ġ92": 333,
      "ĠRbg": 334,
      "Ġ93": 335,
      "ĠQbb": 336,
      "ĠQff": 337,
      "ĠQee": 338,
      "ĠQgg": 339,
      "ĠRgc": 340,
      "ĠQdd": 341,
      "ĠRfxe": 342,
      "ĠNgxf": 343,
      "ĠRca": 344,
      "ĠQcc": 345,
      "Ġ94": 346,
      "ĠRba": 347,
      "ĠRgxg": 348,
      "ĠRcxd": 349,
      "ĠRfh": 350,
      "ĠNhg": 351,
      "ĠRbxb": 352,
      "ĠNdxf": 353,
      "ĠRaxb": 354,
      "Ġ95": 355,
      "ĠRaxa": 356,
      "ĠNab": 357,
      "ĠRda": 358,
      "Ġ96": 359,
      "ĠRdxe": 360,
      "ĠRhxf": 361,
      "Ġ97": 362,
      "ĠReh": 363,
      "ĠRbxc": 364,
      "ĠRha": 365,
      "ĠNdxc": 366,
      "Ġ*": 367,
      "ĠQaa": 368,
      "ĠRbxd": 369,
      "Ġ98": 370,
      "ĠNexg": 371,
      "ĠRhxh": 372,
      "ĠNexf": 373,
      "ĠQdb": 374,
      "ĠNexc": 375,
      "ĠRfxc": 376,
      "ĠQhh": 377,
      "Ġ99": 378,
      "ĠNbxc": 379,
      "ĠQca": 380,
      "ĠRgb": 381,
      "ĠRaxe": 382,
      "Ġ100": 383,
      "ĠQec": 384,
      "ĠNfxg": 385,
      "ĠRdxf": 386,
      "ĠRdxc": 387,
      "ĠRexf": 388,
      "Ġ101": 389,
      "ĠQeg": 390,
      "ĠRch": 391,
      "ĠNgh": 392,
      "ĠNdxb": 393,
      "ĠNhxf": 394,
      "Ġ102": 395,
      "ĠQfh": 396,
      "ĠQdf": 397,
      "ĠQfd": 398,
      "Ġ103": 399,
      "ĠRhxg": 400,
      "ĠNfh": 401,
      "ĠQce": 402,
      "ĠRexc": 403,
      "Ġ104": 404,
      "ĠRcxe": 405,
      "ĠNcxb": 406,
      "ĠRgxf": 407,
      "ĠRbh": 408,
      "ĠNaxc": 409,
      "ĠNba": 410,
      "ĠQge": 411,
      "Ġ105": 412,
      "ĠQbd": 413,
      "Ġ106": 414,
      "ĠRhxe": 415,
      "ĠQac": 416,
      "ĠRcxf": 417,
      "ĠQhf": 418,
      "ĠRaxf": 419,
      "Ġ107": 420,
      "ĠNca": 421,
      "ĠRhxd": 422,
      "ĠQcd": 423,
      "ĠRbxa": 424,
      "ĠQgf": 425,
      "ĠQde": 426,
      "Ġ108": 427,
      "ĠRcxb": 428,
      "ĠQbc": 429,
      "ĠQab": 430,
      "ĠQhg": 431,
      "ĠRbxe": 432,
      "ĠQfe": 433,
      "Ġ109": 434,
      "ĠQed": 435,
      "ĠQef": 436,
      "Ġ110": 437,
      "ĠNhxg": 438,
      "ĠQad": 439,
      "ĠRgxe": 440,
      "Ġ111": 441,
      "ĠRcxa": 442,
      "ĠRga": 443,
      "ĠRfxg": 444,
      "ĠRbxf": 445,
      "ĠQdc": 446,
      "ĠRdxb": 447,
      "ĠQhe": 448,
      "ĠQbe": 449,
      "ĠQgd": 450,
      "Ġ112": 451,
      "ĠRgxd": 452,
      "ĠRexb": 453,
      "ĠQae": 454,
      "ĠRdxg": 455,
      "Ġ113": 456,
      "ĠQfg": 457,
      "ĠQcf": 458,
      "ĠRfxb": 459,
      "Ġ114": 460,
      "ĠQcb": 461,
      "ĠQfc": 462,
      "ĠQhd": 463,
      "ĠRdxa": 464,
      "ĠRexg": 465,
      "Ġ115": 466,
      "ĠRhxc": 467,
      "ĠNaxb": 468,
      "Ġ116": 469,
      "ĠQdg": 470,
      "ĠQbf": 471,
      "Ġ117": 472,
      "ĠRgxh": 473,
      "ĠQgc": 474,
      "ĠQaf": 475,
      "ĠQeb": 476,
      "Ġ118": 477,
      "ĠRexa": 478,
      "Ġ119": 479,
      "ĠQcg": 480,
      "ĠNgxh": 481,
      "ĠRaxg": 482,
      "ĠNfxh": 483,
      "ĠRfxh": 484,
      "Ġ120": 485,
      "ĠQhc": 486,
      "ĠRcxg": 487,
      "ĠQfb": 488,
      "Ġ121": 489,
      "ĠQbg": 490,
      "ĠRgxc": 491,
      "Ġ122": 492,
      "ĠQag": 493,
      "Ġ123": 494,
      "ĠQgb": 495,
      "ĠRexh": 496,
      "ĠQgxg": 497,
      "ĠRdxh": 498,
      "ĠQfxf": 499,
      "ĠRfxa": 500,
      "ĠQeh": 501,
      "ĠRbxg": 502,
      "Ġ124": 503,
      "ĠNbxa": 504,
      "ĠQda": 505,
      "ĠQdh": 506,
      "Ġ125": 507,
      "ĠQhb": 508,
      "Ġ126": 509,
      "ĠQexf": 510,
      "ĠNcxa": 511,
      "Ġ127": 512,
      "ĠRhxb": 513,
      "Ġ128": 514,
      "ĠQhxh": 515,
      "ĠQdxf": 516,
      "ĠQbxb": 517,
      "Ġ129": 518,
      "ĠQcxc": 519,
      "ĠQexe": 520,
      "ĠQea": 521,
      "ĠQdxd": 522,
      "ĠQfxg": 523,
      "Ġ130": 524,
      "ĠRgxb": 525,
      "ĠQch": 526,
      "Ġ131": 527,
      "ĠQgh": 528,
      "ĠQaxa": 529,
      "ĠQexg": 530,
      "Ġ132": 531,
      "ĠQhxg": 532,
      "ĠQba": 533,
      "Ġ133": 534,
      "ĠQgxf": 535,
      "ĠRcxh": 536,
      "ĠQbh": 537,
      "Ġ134": 538,
      "ĠQdxe": 539,
      "ĠQfa": 540,
      "Ġ135": 541,
      "ĠQhxf": 542,
      "ĠQah": 543,
      "ĠQcxf": 544,
      "Ġ136": 545,
      "ĠQcxd": 546,
      "ĠRaxh": 547,
      "Ġ137": 548,
      "ĠQaxb": 549,
      "ĠQbxc": 550,
      "ĠQga": 551,
      "Ġ138": 552,
      "ĠQdxc": 553,
      "ĠQaxc": 554,
      "ĠQfxe": 555,
      "ĠQcxe": 556,
      "ĠRhxa": 557,
      "Ġ139": 558,
      "ĠQdxg": 559,
      "ĠRgxa": 560,
      "Ġ140": 561,
      "ĠQexd": 562,
      "ĠRbxh": 563,
      "Ġ141": 564,
      "ĠQha": 565,
      "ĠQcxb": 566,
      "ĠQexc": 567,
      "Ġ142": 568,
      "ĠQbxd": 569,
      "ĠQbxf": 570,
      "Ġ143": 571,
      "ĠQaxd": 572,
      "Ġ144": 573,
      "ĠQgxe": 574,
      "ĠQbxe": 575,
      "Ġ145": 576,
      "ĠQcxg": 577,
      "ĠQfxd": 578,
      "Ġ146": 579,
      "ĠQdxb": 580,
      "Ġ147": 581,
      "Ġ148": 582,
      "Ġ149": 583,
      "ĠQfxc": 584,
      "ĠQaxe": 585,
      "ĠQhxe": 586,
      "ĠQaxf": 587,
      "Ġ150": 588,
      "Ġ151": 589,
      "ĠQbxg": 590,
      "Ġ152": 591,
      "Ġ153": 592,
      "ĠQgxd": 593,
      "Ġ154": 594,
      "Ġ155": 595,
      "ĠQexb": 596,
      "Ġ156": 597,
      "ĠQgxh": 598,
      "ĠQfxh": 599,
      "ĠQgxc": 600,
      "Ġ157": 601,
      "ĠQaxg": 602,
      "Ġ158": 603,
      "Ġ159": 604,
      "ĠQfxb": 605,
      "ĠQbxa": 606,
      "ĠQhxd": 607,
      "Ġ160": 608,
      "ĠQhxc": 609,
      "Ġ161": 610,
      "ĠQgxb": 611,
      "Ġ162": 612,
      "ĠQcxa": 613,
      "Ġ163": 614,
      "Ġ164": 615,
      "Ġ165": 616,
      "ĠQhxb": 617,
      "ĠQgxa": 618,
      "Ġ166": 619,
      "Ġ167": 620,
      "ĠQdxh": 621,
      "ĠQexh": 622,
      "Ġ168": 623,
      "Ġ169": 624,
      "ĠQbxh": 625,
      "Ġ170": 626,
      "Ġ171": 627,
      "Ġ172": 628,
      "Ġ173": 629,
      "Ġ174": 630,
      "ĠQdxa": 631,
      "Ġ175": 632,
      "Ġ176": 633,
      "ĠQcxh": 634,
      "Ġ177": 635,
      "Ġ178": 636,
      "Ġ179": 637,
      "ĠQfxa": 638,
      "Ġ180": 639,
      "Ġ181": 640,
      "Ġ182": 641,
      "Ġ183": 642,
      "ĠQexa": 643,
      "Ġ184": 644,
      "Ġ185": 645,
      "Ġ186": 646,
      "Ġ187": 647,
      "Ġ188": 648,
      "Ġ189": 649,
      "Ġ190": 650,
      "Ġ191": 651,
      "Ġ192": 652,
      "Ġ193": 653,
      "Ġ194": 654,
      "Ġ195": 655,
      "Ġ196": 656,
      "Ġ197": 657,
      "Ġ198": 658,
      "Ġ199": 659,
      "Ġ200": 660,
      "Ġ201": 661,
      "ĠQaxh": 662,
      "Ġ202": 663,
      "Ġ203": 664,
      "Ġ204": 665,
      "Ġ205": 666,
      "Ġ206": 667,
      "Ġ207": 668,
      "Ġ208": 669,
      "Ġ209": 670,
      "Ġ210": 671,
      "ĠQhxa": 672,
      "Ġ211": 673,
      "Ġ212": 674,
      "Ġ213": 675,
      "Ġ214": 676,
      "Ġ215": 677,
      "Ġ216": 678,
      "Ġ217": 679,
      "Ġ218": 680,
      "Ġ219": 681,
      "Ġ220": 682,
      "Ġ221": 683,
      "Ġ222": 684,
      "Ġ223": 685,
      "ĠBfe": 686,
      "ĠBcd": 687,
      "Ġ224": 688,
      "Ġ225": 689,
      "Ġ226": 690,
      "Ġ227": 691,
      "Ġ228": 692,
      "Ġ229": 693,
      "Ġ230": 694,
      "Ġ231": 695,
      "ĠBde": 696,
      "Ġ232": 697,
      "Ġ233": 698,
      "Ġ234": 699,
      "Ġ235": 700,
      "ĠBbc": 701,
      "ĠBgf": 702,
      "ĠBed": 703,
      "Ġ236": 704,
      "Ġ237": 705,
      "Ġ238": 706,
      "Ġ239": 707,
      "Ġ240": 708,
      "Ġ241": 709,
      "ĠBef": 710,
      "Ġ242": 711,
      "Ġ243": 712,
      "Ġ244": 713,
      "Ġ245": 714,
      "ĠBac": 715,
      "ĠBhg": 716,
      "Ġ246": 717,
      "ĠBab": 718,
      "ĠBbd": 719,
      "Ġ247": 720,
      "ĠBhf": 721,
      "ĠBdc": 722,
      "Ġ248": 723,
      "Ġ249": 724,
      "ĠBad": 725,
      "Ġ250": 726,
      "Ġ251": 727,
      "ĠBge": 728,
      "Ġ252": 729,
      "ĠBce": 730,
      "Ġ253": 731,
      "Ġ254": 732,
      "Ġ255": 733,
      "ĠBfd": 734,
      "Ġ256": 735,
      "Ġ257": 736,
      "ĠBhe": 737,
      "Ġ258": 738,
      "ĠBbe": 739,
      "Ġ259": 740,
      "Ġ260": 741,
      "Ġ261": 742,
      "Ġ262": 743,
      "Ġ263": 744,
      "ĠBcb": 745,
      "ĠBfg": 746,
      "Ġ264": 747,
      "Ġ265": 748,
      "Ġ266": 749,
      "ĠBgd": 750,
      "Ġ267": 751,
      "Ġ268": 752,
      "Ġ269": 753,
      "Ġ270": 754,
      "Ġ271": 755,
      "Ġ272": 756,
      "Ġ273": 757,
      "ĠBec": 758,
      "Ġ274": 759,
      "Ġ275": 760,
      "Ġ276": 761,
      "Ġ277": 762,
      "ĠBdf": 763,
      "ĠBae": 764,
      "Ġ278": 765,
      "ĠBhd": 766,
      "Ġ279": 767,
      "Ġ280": 768,
      "Ġ281": 769,
      "Ġ282": 770,
      "Ġ283": 771,
      "Ġ284": 772,
      "Ġ285": 773,
      "Ġ286": 774,
      "Ġ287": 775,
      "Ġ288": 776,
      "Ġ289": 777,
      "Ġ290": 778,
      "Ġ291": 779,
      "Ġ292": 780,
      "Ġ293": 781,
      "ĠBcf": 782,
      "Ġ294": 783,
      "Ġ295": 784,
      "ĠBgc": 785,
      "Ġ296": 786,
      "Ġ297": 787,
      "Ġ298": 788,
      "Ġ299": 789,
      "ĠBfc": 790,
      "Ġ300": 791,
      "ĠBdb": 792,
      "ĠBeg": 793,
      "ĠBcg": 794,
      "ĠBbf": 795,
      "ĠBba": 796,
      "ĠBhc": 797,
      "ĠBaf": 798,
      "ĠBeb": 799,
      "ĠBhb": 800,
      "ĠBca": 801,
      "ĠBfb": 802,
      "ĠBdg": 803,
      "ĠBgb": 804,
      "ĠBgh": 805,
      "ĠBfh": 806,
      "ĠBda": 807,
      "ĠBbg": 808,
      "ĠBag": 809,
      "ĠBea": 810,
      "ĠBeh": 811,
      "ĠBgxf": 812,
      "ĠBdxf": 813,
      "ĠBfa": 814,
      "ĠBhxg": 815,
      "ĠBcxf": 816,
      "ĠBfxg": 817,
      "ĠBexg": 818,
      "ĠBgxc": 819,
      "ĠBch": 820,
      "ĠBcxd": 821,
      "ĠBdxe": 822,
      "ĠBdxc": 823,
      "ĠBdxg": 824,
      "ĠBgxd": 825,
      "ĠBbxa": 826,
      "ĠBcxb": 827,
      "ĠBfxe": 828,
      "ĠBfxc": 829,
      "ĠBhxf": 830,
      "ĠBexd": 831,
      "ĠBexf": 832,
      "ĠBexc": 833,
      "ĠBdh": 834,
      "ĠBga": 835,
      "ĠBbxd": 836,
      "ĠBbxe": 837,
      "ĠBbxf": 838,
      "ĠBbxc": 839,
      "ĠBcxe": 840,
      "ĠBfxd": 841,
      "ĠBfxh": 842,
      "ĠBaxd": 843,
      "ĠBaxb": 844,
      "ĠBexh": 845,
      "ĠBdxb": 846,
      "ĠBgxe": 847,
      "ĠBgxh": 848,
      "ĠBbh": 849,
      "ĠBbxg": 850,
      "ĠBcxa": 851,
      "ĠBaxc": 852
    },
    "merges": [
      [
        "Ġ",
        "N"
      ],
      [
        "Ġ",
        "1"
      ],
      [
        "Ġ",
        "B"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "Ġ",
        "Q"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        "Ġ",
        "K"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "x",
        "d"
      ],
      [
        "Ġ",
        "e"
      ],
      [
        "Ġ",
        "d"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "x",
        "e"
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "x",
        "f"
      ],
      [
        "ĠN",
        "f"
      ],
      [
        "x",
        "c"
      ],
      [
        "Ġ",
        "5"
      ],
      [
        "ĠN",
        "c"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "Ġ",
        "h"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġ",
        "g"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġ",
        "O"
      ],
      [
        "x",
        "g"
      ],
      [
        "ĠB",
        "e"
      ],
      [
        "Ġ",
        "6"
      ],
      [
        "ĠN",
        "e"
      ],
      [
        "ĠB",
        "d"
      ],
      [
        "x",
        "b"
      ],
      [
        "ĠN",
        "d"
      ],
      [
        "ĠB",
        "g"
      ],
      [
        "ĠK",
        "f"
      ],
      [
        "ĠR",
        "e"
      ],
      [
        "Ġ",
        "7"
      ],
      [
        "ĠK",
        "g"
      ],
      [
        "ĠQ",
        "d"
      ],
      [
        "ĠR",
        "f"
      ],
      [
        "ĠR",
        "a"
      ],
      [
        "Ġ",
        "8"
      ],
      [
        "ĠQ",
        "e"
      ],
      [
        "ĠB",
        "b"
      ],
      [
        "ĠR",
        "d"
      ],
      [
        "Ġ",
        "9"
      ],
      [
        "ĠK",
        "e"
      ],
      [
        "Ġ1",
        "0"
      ],
      [
        "Ġ1",
        "1"
      ],
      [
        "Ġ1",
        "2"
      ],
      [
        "Ġ1",
        "3"
      ],
      [
        "Ġ1",
        "4"
      ],
      [
        "Ġ1",
        "5"
      ],
      [
        "ĠB",
        "c"
      ],
      [
        "Ġ1",
        "6"
      ],
      [
        "Ġ1",
        "7"
      ],
      [
        "Ġ1",
        "8"
      ],
      [
        "Ġ1",
        "9"
      ],
      [
        "ĠR",
        "c"
      ],
      [
        "ĠK",
        "h"
      ],
      [
        "Ġ2",
        "0"
      ],
      [
        "ĠK",
        "d"
      ],
      [
        "x",
        "h"
      ],
      [
        "ĠB",
        "f"
      ],
      [
        "Ġ2",
        "1"
      ],
      [
        "x",
        "a"
      ],
      [
        "ĠQ",
        "c"
      ],
      [
        "Ġ2",
        "2"
      ],
      [
        "ĠQ",
        "f"
      ],
      [
        "Ġ2",
        "3"
      ],
      [
        "Ġ2",
        "4"
      ],
      [
        "ĠN",
        "g"
      ],
      [
        "ĠN",
        "b"
      ],
      [
        "ĠN",
        "xe"
      ],
      [
        "Ġ2",
        "5"
      ],
      [
        "Ġ2",
        "6"
      ],
      [
        "ĠR",
        "b"
      ],
      [
        "ĠN",
        "xd"
      ],
      [
        "Ġ2",
        "7"
      ],
      [
        "ĠB",
        "xf"
      ],
      [
        "Ġ2",
        "8"
      ],
      [
        "ĠK",
        "c"
      ],
      [
        "ĠQ",
        "xd"
      ],
      [
        "Ġe",
        "xd"
      ],
      [
        "ĠQ",
        "b"
      ],
      [
        "Ġ2",
        "9"
      ],
      [
        "ĠQ",
        "g"
      ],
      [
        "Ġc",
        "xd"
      ],
      [
        "Ġ3",
        "0"
      ],
      [
        "ĠR",
        "g"
      ],
      [
        "Ġ3",
        "1"
      ],
      [
        "ĠR",
        "h"
      ],
      [
        "ĠK",
        "b"
      ],
      [
        "ĠB",
        "xe"
      ],
      [
        "Ġ3",
        "2"
      ],
      [
        "ĠB",
        "xc"
      ],
      [
        "Ġd",
        "xe"
      ],
      [
        "ĠB",
        "xd"
      ],
      [
        "Ġ3",
        "3"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "ĠR",
        "xd"
      ],
      [
        "Ġ3",
        "4"
      ],
      [
        "ĠQ",
        "h"
      ],
      [
        "ĠQ",
        "xe"
      ],
      [
        "ĠR",
        "xe"
      ],
      [
        "Ġ3",
        "5"
      ],
      [
        "ĠQ",
        "xf"
      ],
      [
        "ĠR",
        "xf"
      ],
      [
        "Ġ3",
        "6"
      ],
      [
        "Ġ3",
        "7"
      ],
      [
        "ĠN",
        "xf"
      ],
      [
        "Ġb",
        "xc"
      ],
      [
        "ĠQ",
        "a"
      ],
      [
        "ĠN",
        "xc"
      ],
      [
        "Ġ3",
        "8"
      ],
      [
        "ĠB",
        "h"
      ],
      [
        "ĠN",
        "h"
      ],
      [
        "Ġf",
        "xe"
      ],
      [
        "Ġ3",
        "9"
      ],
      [
        "ĠR",
        "xc"
      ],
      [
        "ĠQ",
        "xc"
      ],
      [
        "Ġ4",
        "0"
      ],
      [
        "Ġh",
        "xg"
      ],
      [
        "Ġ4",
        "1"
      ],
      [
        "Ġd",
        "xc"
      ],
      [
        "Ġe",
        "xf"
      ],
      [
        "Ġ4",
        "2"
      ],
      [
        "ĠB",
        "a"
      ],
      [
        "Ġg",
        "xf"
      ],
      [
        "ĠNb",
        "d"
      ],
      [
        "ĠB",
        "xg"
      ],
      [
        "ĠR",
        "xa"
      ],
      [
        "ĠN",
        "a"
      ],
      [
        "Ġa",
        "xb"
      ],
      [
        "ĠQ",
        "xg"
      ],
      [
        "Ġ4",
        "3"
      ],
      [
        "ĠR",
        "xb"
      ],
      [
        "ĠQ",
        "xb"
      ],
      [
        "Ġ4",
        "4"
      ],
      [
        "Ġ4",
        "5"
      ],
      [
        "ĠB",
        "xb"
      ],
      [
        "Ġ4",
        "6"
      ],
      [
        "ĠK",
        "a"
      ],
      [
        "ĠR",
        "xg"
      ],
      [
        "ĠRa",
        "d"
      ],
      [
        "Ġ4",
        "7"
      ],
      [
        "ĠQ",
        "xa"
      ],
      [
        "ĠN",
        "xg"
      ],
      [
        "ĠQ",
        "xh"
      ],
      [
        "ĠK",
        "xf"
      ],
      [
        "ĠR",
        "xh"
      ],
      [
        "Ġf",
        "xg"
      ],
      [
        "Ġ4",
        "8"
      ],
      [
        "Ġ4",
        "9"
      ],
      [
        "ĠB",
        "xh"
      ],
      [
        "Ġ5",
        "0"
      ],
      [
        "ĠN",
        "xb"
      ],
      [
        "ĠRf",
        "e"
      ],
      [
        "ĠB",
        "xa"
      ],
      [
        "ĠK",
        "xg"
      ],
      [
        "Ġ5",
        "1"
      ],
      [
        "Ġc",
        "xb"
      ],
      [
        "Ġ5",
        "2"
      ],
      [
        "ĠK",
        "xd"
      ],
      [
        "ĠRa",
        "c"
      ],
      [
        "Ġg",
        "xh"
      ],
      [
        "Ġ5",
        "3"
      ],
      [
        "Ġ5",
        "4"
      ],
      [
        "ĠRa",
        "e"
      ],
      [
        "ĠK",
        "xe"
      ],
      [
        "ĠN",
        "xh"
      ],
      [
        "ĠRf",
        "d"
      ],
      [
        "Ġ5",
        "5"
      ],
      [
        "ĠN",
        "xa"
      ],
      [
        "Ġ5",
        "6"
      ],
      [
        "ĠNg",
        "e"
      ],
      [
        "Ġb",
        "xa"
      ],
      [
        "Ġ5",
        "7"
      ],
      [
        "ĠK",
        "xh"
      ],
      [
        "Ġ5",
        "8"
      ],
      [
        "ĠRa",
        "b"
      ],
      [
        "Ġ5",
        "9"
      ],
      [
        "ĠK",
        "xc"
      ],
      [
        "Ġ6",
        "0"
      ],
      [
        "Ġ6",
        "1"
      ],
      [
        "ĠK",
        "xb"
      ],
      [
        "Ġ6",
        "2"
      ],
      [
        "ĠRf",
        "c"
      ],
      [
        "Ġ6",
        "3"
      ],
      [
        "ĠRh",
        "e"
      ],
      [
        "ĠNg",
        "f"
      ],
      [
        "Ġ6",
        "4"
      ],
      [
        "ĠK",
        "xa"
      ],
      [
        "Ġ6",
        "5"
      ],
      [
        "ĠNf",
        "d"
      ],
      [
        "ĠRd",
        "e"
      ],
      [
        "Ġ6",
        "6"
      ],
      [
        "ĠNc",
        "e"
      ],
      [
        "ĠRh",
        "g"
      ],
      [
        "ĠRa",
        "f"
      ],
      [
        "Ġ6",
        "7"
      ],
      [
        "Ġ6",
        "8"
      ],
      [
        "ĠRh",
        "f"
      ],
      [
        "ĠNb",
        "c"
      ],
      [
        "ĠRe",
        "d"
      ],
      [
        "Ġ6",
        "9"
      ],
      [
        "ĠNd",
        "f"
      ],
      [
        "ĠRh",
        "d"
      ],
      [
        "Ġ7",
        "0"
      ],
      [
        "ĠRc",
        "d"
      ],
      [
        "Ġ7",
        "1"
      ],
      [
        "ĠRf",
        "b"
      ],
      [
        "ĠRd",
        "f"
      ],
      [
        "Ġ7",
        "2"
      ],
      [
        "ĠRd",
        "d"
      ],
      [
        "ĠRd",
        "g"
      ],
      [
        "ĠRe",
        "e"
      ],
      [
        "Ġ7",
        "3"
      ],
      [
        "ĠRb",
        "d"
      ],
      [
        "ĠRb",
        "c"
      ],
      [
        "Ġ7",
        "4"
      ],
      [
        "Ġ7",
        "5"
      ],
      [
        "ĠRe",
        "c"
      ],
      [
        "ĠRc",
        "e"
      ],
      [
        "ĠRc",
        "c"
      ],
      [
        "Ġ7",
        "6"
      ],
      [
        "ĠRf",
        "f"
      ],
      [
        "ĠNd",
        "e"
      ],
      [
        "Ġ7",
        "7"
      ],
      [
        "ĠRa",
        "g"
      ],
      [
        "ĠRd",
        "c"
      ],
      [
        "ĠRa",
        "xd"
      ],
      [
        "ĠRb",
        "e"
      ],
      [
        "ĠNb",
        "xd"
      ],
      [
        "ĠNc",
        "xe"
      ],
      [
        "ĠNg",
        "xe"
      ],
      [
        "Ġ7",
        "8"
      ],
      [
        "ĠRe",
        "f"
      ],
      [
        "ĠNe",
        "d"
      ],
      [
        "ĠNc",
        "d"
      ],
      [
        "Ġ7",
        "9"
      ],
      [
        "ĠRb",
        "b"
      ],
      [
        "ĠNe",
        "c"
      ],
      [
        "ĠRa",
        "a"
      ],
      [
        "ĠRh",
        "c"
      ],
      [
        "ĠNe",
        "g"
      ],
      [
        "ĠRg",
        "f"
      ],
      [
        "ĠNf",
        "e"
      ],
      [
        "Ġ8",
        "0"
      ],
      [
        "ĠNh",
        "f"
      ],
      [
        "Ġ8",
        "1"
      ],
      [
        "ĠNf",
        "xd"
      ],
      [
        "ĠNd",
        "xe"
      ],
      [
        "ĠNe",
        "f"
      ],
      [
        "ĠRd",
        "h"
      ],
      [
        "ĠRf",
        "a"
      ],
      [
        "Ġ8",
        "2"
      ],
      [
        "ĠNd",
        "b"
      ],
      [
        "ĠRe",
        "b"
      ],
      [
        "ĠRg",
        "e"
      ],
      [
        "ĠRc",
        "f"
      ],
      [
        "Ġ8",
        "3"
      ],
      [
        "ĠRf",
        "xd"
      ],
      [
        "ĠRa",
        "xc"
      ],
      [
        "ĠNf",
        "g"
      ],
      [
        "Ġ8",
        "4"
      ],
      [
        "ĠRg",
        "g"
      ],
      [
        "ĠRf",
        "g"
      ],
      [
        "ĠRb",
        "f"
      ],
      [
        "Ġ8",
        "5"
      ],
      [
        "ĠNa",
        "c"
      ],
      [
        "ĠRc",
        "b"
      ],
      [
        "ĠRh",
        "h"
      ],
      [
        "ĠRh",
        "b"
      ],
      [
        "ĠNe",
        "xd"
      ],
      [
        "ĠNd",
        "c"
      ],
      [
        "Ġ8",
        "6"
      ],
      [
        "ĠRd",
        "b"
      ],
      [
        "ĠRa",
        "h"
      ],
      [
        "ĠRg",
        "d"
      ],
      [
        "Ġ8",
        "7"
      ],
      [
        "ĠNc",
        "b"
      ],
      [
        "ĠRe",
        "g"
      ],
      [
        "ĠRf",
        "xf"
      ],
      [
        "Ġ8",
        "8"
      ],
      [
        "ĠNc",
        "xd"
      ],
      [
        "Ġ8",
        "9"
      ],
      [
        "ĠNf",
        "xe"
      ],
      [
        "Ġ9",
        "0"
      ],
      [
        "ĠRe",
        "xe"
      ],
      [
        "ĠRd",
        "xd"
      ],
      [
        "ĠRc",
        "g"
      ],
      [
        "ĠRg",
        "h"
      ],
      [
        "ĠRe",
        "a"
      ],
      [
        "ĠRe",
        "xd"
      ],
      [
        "Ġ9",
        "1"
      ],
      [
        "ĠRc",
        "xc"
      ],
      [
        "Ġ9",
        "2"
      ],
      [
        "ĠRb",
        "g"
      ],
      [
        "Ġ9",
        "3"
      ],
      [
        "ĠQb",
        "b"
      ],
      [
        "ĠQf",
        "f"
      ],
      [
        "ĠQe",
        "e"
      ],
      [
        "ĠQg",
        "g"
      ],
      [
        "ĠRg",
        "c"
      ],
      [
        "ĠQd",
        "d"
      ],
      [
        "ĠRf",
        "xe"
      ],
      [
        "ĠNg",
        "xf"
      ],
      [
        "ĠRc",
        "a"
      ],
      [
        "ĠQc",
        "c"
      ],
      [
        "Ġ9",
        "4"
      ],
      [
        "ĠRb",
        "a"
      ],
      [
        "ĠRg",
        "xg"
      ],
      [
        "ĠRc",
        "xd"
      ],
      [
        "ĠRf",
        "h"
      ],
      [
        "ĠNh",
        "g"
      ],
      [
        "ĠRb",
        "xb"
      ],
      [
        "ĠNd",
        "xf"
      ],
      [
        "ĠRa",
        "xb"
      ],
      [
        "Ġ9",
        "5"
      ],
      [
        "ĠRa",
        "xa"
      ],
      [
        "ĠNa",
        "b"
      ],
      [
        "ĠRd",
        "a"
      ],
      [
        "Ġ9",
        "6"
      ],
      [
        "ĠRd",
        "xe"
      ],
      [
        "ĠRh",
        "xf"
      ],
      [
        "Ġ9",
        "7"
      ],
      [
        "ĠRe",
        "h"
      ],
      [
        "ĠRb",
        "xc"
      ],
      [
        "ĠRh",
        "a"
      ],
      [
        "ĠNd",
        "xc"
      ],
      [
        "Ġ",
        "*"
      ],
      [
        "ĠQa",
        "a"
      ],
      [
        "ĠRb",
        "xd"
      ],
      [
        "Ġ9",
        "8"
      ],
      [
        "ĠNe",
        "xg"
      ],
      [
        "ĠRh",
        "xh"
      ],
      [
        "ĠNe",
        "xf"
      ],
      [
        "ĠQd",
        "b"
      ],
      [
        "ĠNe",
        "xc"
      ],
      [
        "ĠRf",
        "xc"
      ],
      [
        "ĠQh",
        "h"
      ],
      [
        "Ġ9",
        "9"
      ],
      [
        "ĠNb",
        "xc"
      ],
      [
        "ĠQc",
        "a"
      ],
      [
        "ĠRg",
        "b"
      ],
      [
        "ĠRa",
        "xe"
      ],
      [
        "Ġ10",
        "0"
      ],
      [
        "ĠQe",
        "c"
      ],
      [
        "ĠNf",
        "xg"
      ],
      [
        "ĠRd",
        "xf"
      ],
      [
        "ĠRd",
        "xc"
      ],
      [
        "ĠRe",
        "xf"
      ],
      [
        "Ġ10",
        "1"
      ],
      [
        "ĠQe",
        "g"
      ],
      [
        "ĠRc",
        "h"
      ],
      [
        "ĠNg",
        "h"
      ],
      [
        "ĠNd",
        "xb"
      ],
      [
        "ĠNh",
        "xf"
      ],
      [
        "Ġ10",
        "2"
      ],
      [
        "ĠQf",
        "h"
      ],
      [
        "ĠQd",
        "f"
      ],
      [
        "ĠQf",
        "d"
      ],
      [
        "Ġ10",
        "3"
      ],
      [
        "ĠRh",
        "xg"
      ],
      [
        "ĠNf",
        "h"
      ],
      [
        "ĠQc",
        "e"
      ],
      [
        "ĠRe",
        "xc"
      ],
      [
        "Ġ10",
        "4"
      ],
      [
        "ĠRc",
        "xe"
      ],
      [
        "ĠNc",
        "xb"
      ],
      [
        "ĠRg",
        "xf"
      ],
      [
        "ĠRb",
        "h"
      ],
      [
        "ĠNa",
        "xc"
      ],
      [
        "ĠNb",
        "a"
      ],
      [
        "ĠQg",
        "e"
      ],
      [
        "Ġ10",
        "5"
      ],
      [
        "ĠQb",
        "d"
      ],
      [
        "Ġ10",
        "6"
      ],
      [
        "ĠRh",
        "xe"
      ],
      [
        "ĠQa",
        "c"
      ],
      [
        "ĠRc",
        "xf"
      ],
      [
        "ĠQh",
        "f"
      ],
      [
        "ĠRa",
        "xf"
      ],
      [
        "Ġ10",
        "7"
      ],
      [
        "ĠNc",
        "a"
      ],
      [
        "ĠRh",
        "xd"
      ],
      [
        "ĠQc",
        "d"
      ],
      [
        "ĠRb",
        "xa"
      ],
      [
        "ĠQg",
        "f"
      ],
      [
        "ĠQd",
        "e"
      ],
      [
        "Ġ10",
        "8"
      ],
      [
        "ĠRc",
        "xb"
      ],
      [
        "ĠQb",
        "c"
      ],
      [
        "ĠQa",
        "b"
      ],
      [
        "ĠQh",
        "g"
      ],
      [
        "ĠRb",
        "xe"
      ],
      [
        "ĠQf",
        "e"
      ],
      [
        "Ġ10",
        "9"
      ],
      [
        "ĠQe",
        "d"
      ],
      [
        "ĠQe",
        "f"
      ],
      [
        "Ġ11",
        "0"
      ],
      [
        "ĠNh",
        "xg"
      ],
      [
        "ĠQa",
        "d"
      ],
      [
        "ĠRg",
        "xe"
      ],
      [
        "Ġ11",
        "1"
      ],
      [
        "ĠRc",
        "xa"
      ],
      [
        "ĠRg",
        "a"
      ],
      [
        "ĠRf",
        "xg"
      ],
      [
        "ĠRb",
        "xf"
      ],
      [
        "ĠQd",
        "c"
      ],
      [
        "ĠRd",
        "xb"
      ],
      [
        "ĠQh",
        "e"
      ],
      [
        "ĠQb",
        "e"
      ],
      [
        "ĠQg",
        "d"
      ],
      [
        "Ġ11",
        "2"
      ],
      [
        "ĠRg",
        "xd"
      ],
      [
        "ĠRe",
        "xb"
      ],
      [
        "ĠQa",
        "e"
      ],
      [
        "ĠRd",
        "xg"
      ],
      [
        "Ġ11",
        "3"
      ],
      [
        "ĠQf",
        "g"
      ],
      [
        "ĠQc",
        "f"
      ],
      [
        "ĠRf",
        "xb"
      ],
      [
        "Ġ11",
        "4"
      ],
      [
        "ĠQc",
        "b"
      ],
      [
        "ĠQf",
        "c"
      ],
      [
        "ĠQh",
        "d"
      ],
      [
        "ĠRd",
        "xa"
      ],
      [
        "ĠRe",
        "xg"
      ],
      [
        "Ġ11",
        "5"
      ],
      [
        "ĠRh",
        "xc"
      ],
      [
        "ĠNa",
        "xb"
      ],
      [
        "Ġ11",
        "6"
      ],
      [
        "ĠQd",
        "g"
      ],
      [
        "ĠQb",
        "f"
      ],
      [
        "Ġ11",
        "7"
      ],
      [
        "ĠRg",
        "xh"
      ],
      [
        "ĠQg",
        "c"
      ],
      [
        "ĠQa",
        "f"
      ],
      [
        "ĠQe",
        "b"
      ],
      [
        "Ġ11",
        "8"
      ],
      [
        "ĠRe",
        "xa"
      ],
      [
        "Ġ11",
        "9"
      ],
      [
        "ĠQc",
        "g"
      ],
      [
        "ĠNg",
        "xh"
      ],
      [
        "ĠRa",
        "xg"
      ],
      [
        "ĠNf",
        "xh"
      ],
      [
        "ĠRf",
        "xh"
      ],
      [
        "Ġ12",
        "0"
      ],
      [
        "ĠQh",
        "c"
      ],
      [
        "ĠRc",
        "xg"
      ],
      [
        "ĠQf",
        "b"
      ],
      [
        "Ġ12",
        "1"
      ],
      [
        "ĠQb",
        "g"
      ],
      [
        "ĠRg",
        "xc"
      ],
      [
        "Ġ12",
        "2"
      ],
      [
        "ĠQa",
        "g"
      ],
      [
        "Ġ12",
        "3"
      ],
      [
        "ĠQg",
        "b"
      ],
      [
        "ĠRe",
        "xh"
      ],
      [
        "ĠQg",
        "xg"
      ],
      [
        "ĠRd",
        "xh"
      ],
      [
        "ĠQf",
        "xf"
      ],
      [
        "ĠRf",
        "xa"
      ],
      [
        "ĠQe",
        "h"
      ],
      [
        "ĠRb",
        "xg"
      ],
      [
        "Ġ12",
        "4"
      ],
      [
        "ĠNb",
        "xa"
      ],
      [
        "ĠQd",
        "a"
      ],
      [
        "ĠQd",
        "h"
      ],
      [
        "Ġ12",
        "5"
      ],
      [
        "ĠQh",
        "b"
      ],
      [
        "Ġ12",
        "6"
      ],
      [
        "ĠQe",
        "xf"
      ],
      [
        "ĠNc",
        "xa"
      ],
      [
        "Ġ12",
        "7"
      ],
      [
        "ĠRh",
        "xb"
      ],
      [
        "Ġ12",
        "8"
      ],
      [
        "ĠQh",
        "xh"
      ],
      [
        "ĠQd",
        "xf"
      ],
      [
        "ĠQb",
        "xb"
      ],
      [
        "Ġ12",
        "9"
      ],
      [
        "ĠQc",
        "xc"
      ],
      [
        "ĠQe",
        "xe"
      ],
      [
        "ĠQe",
        "a"
      ],
      [
        "ĠQd",
        "xd"
      ],
      [
        "ĠQf",
        "xg"
      ],
      [
        "Ġ13",
        "0"
      ],
      [
        "ĠRg",
        "xb"
      ],
      [
        "ĠQc",
        "h"
      ],
      [
        "Ġ13",
        "1"
      ],
      [
        "ĠQg",
        "h"
      ],
      [
        "ĠQa",
        "xa"
      ],
      [
        "ĠQe",
        "xg"
      ],
      [
        "Ġ13",
        "2"
      ],
      [
        "ĠQh",
        "xg"
      ],
      [
        "ĠQb",
        "a"
      ],
      [
        "Ġ13",
        "3"
      ],
      [
        "ĠQg",
        "xf"
      ],
      [
        "ĠRc",
        "xh"
      ],
      [
        "ĠQb",
        "h"
      ],
      [
        "Ġ13",
        "4"
      ],
      [
        "ĠQd",
        "xe"
      ],
      [
        "ĠQf",
        "a"
      ],
      [
        "Ġ13",
        "5"
      ],
      [
        "ĠQh",
        "xf"
      ],
      [
        "ĠQa",
        "h"
      ],
      [
        "ĠQc",
        "xf"
      ],
      [
        "Ġ13",
        "6"
      ],
      [
        "ĠQc",
        "xd"
      ],
      [
        "ĠRa",
        "xh"
      ],
      [
        "Ġ13",
        "7"
      ],
      [
        "ĠQa",
        "xb"
      ],
      [
        "ĠQb",
        "xc"
      ],
      [
        "ĠQg",
        "a"
      ],
      [
        "Ġ13",
        "8"
      ],
      [
        "ĠQd",
        "xc"
      ],
      [
        "ĠQa",
        "xc"
      ],
      [
        "ĠQf",
        "xe"
      ],
      [
        "ĠQc",
        "xe"
      ],
      [
        "ĠRh",
        "xa"
      ],
      [
        "Ġ13",
        "9"
      ],
      [
        "ĠQd",
        "xg"
      ],
      [
        "ĠRg",
        "xa"
      ],
      [
        "Ġ14",
        "0"
      ],
      [
        "ĠQe",
        "xd"
      ],
      [
        "ĠRb",
        "xh"
      ],
      [
        "Ġ14",
        "1"
      ],
      [
        "ĠQh",
        "a"
      ],
      [
        "ĠQc",
        "xb"
      ],
      [
        "ĠQe",
        "xc"
      ],
      [
        "Ġ14",
        "2"
      ],
      [
        "ĠQb",
        "xd"
      ],
      [
        "ĠQb",
        "xf"
      ],
      [
        "Ġ14",
        "3"
      ],
      [
        "ĠQa",
        "xd"
      ],
      [
        "Ġ14",
        "4"
      ],
      [
        "ĠQg",
        "xe"
      ],
      [
        "ĠQb",
        "xe"
      ],
      [
        "Ġ14",
        "5"
      ],
      [
        "ĠQc",
        "xg"
      ],
      [
        "ĠQf",
        "xd"
      ],
      [
        "Ġ14",
        "6"
      ],
      [
        "ĠQd",
        "xb"
      ],
      [
        "Ġ14",
        "7"
      ],
      [
        "Ġ14",
        "8"
      ],
      [
        "Ġ14",
        "9"
      ],
      [
        "ĠQf",
        "xc"
      ],
      [
        "ĠQa",
        "xe"
      ],
      [
        "ĠQh",
        "xe"
      ],
      [
        "ĠQa",
        "xf"
      ],
      [
        "Ġ15",
        "0"
      ],
      [
        "Ġ15",
        "1"
      ],
      [
        "ĠQb",
        "xg"
      ],
      [
        "Ġ15",
        "2"
      ],
      [
        "Ġ15",
        "3"
      ],
      [
        "ĠQg",
        "xd"
      ],
      [
        "Ġ15",
        "4"
      ],
      [
        "Ġ15",
        "5"
      ],
      [
        "ĠQe",
        "xb"
      ],
      [
        "Ġ15",
        "6"
      ],
      [
        "ĠQg",
        "xh"
      ],
      [
        "ĠQf",
        "xh"
      ],
      [
        "ĠQg",
        "xc"
      ],
      [
        "Ġ15",
        "7"
      ],
      [
        "ĠQa",
        "xg"
      ],
      [
        "Ġ15",
        "8"
      ],
      [
        "Ġ15",
        "9"
      ],
      [
        "ĠQf",
        "xb"
      ],
      [
        "ĠQb",
        "xa"
      ],
      [
        "ĠQh",
        "xd"
      ],
      [
        "Ġ16",
        "0"
      ],
      [
        "ĠQh",
        "xc"
      ],
      [
        "Ġ16",
        "1"
      ],
      [
        "ĠQg",
        "xb"
      ],
      [
        "Ġ16",
        "2"
      ],
      [
        "ĠQc",
        "xa"
      ],
      [
        "Ġ16",
        "3"
      ],
      [
        "Ġ16",
        "4"
      ],
      [
        "Ġ16",
        "5"
      ],
      [
        "ĠQh",
        "xb"
      ],
      [
        "ĠQg",
        "xa"
      ],
      [
        "Ġ16",
        "6"
      ],
      [
        "Ġ16",
        "7"
      ],
      [
        "ĠQd",
        "xh"
      ],
      [
        "ĠQe",
        "xh"
      ],
      [
        "Ġ16",
        "8"
      ],
      [
        "Ġ16",
        "9"
      ],
      [
        "ĠQb",
        "xh"
      ],
      [
        "Ġ17",
        "0"
      ],
      [
        "Ġ17",
        "1"
      ],
      [
        "Ġ17",
        "2"
      ],
      [
        "Ġ17",
        "3"
      ],
      [
        "Ġ17",
        "4"
      ],
      [
        "ĠQd",
        "xa"
      ],
      [
        "Ġ17",
        "5"
      ],
      [
        "Ġ17",
        "6"
      ],
      [
        "ĠQc",
        "xh"
      ],
      [
        "Ġ17",
        "7"
      ],
      [
        "Ġ17",
        "8"
      ],
      [
        "Ġ17",
        "9"
      ],
      [
        "ĠQf",
        "xa"
      ],
      [
        "Ġ18",
        "0"
      ],
      [
        "Ġ18",
        "1"
      ],
      [
        "Ġ18",
        "2"
      ],
      [
        "Ġ18",
        "3"
      ],
      [
        "ĠQe",
        "xa"
      ],
      [
        "Ġ18",
        "4"
      ],
      [
        "Ġ18",
        "5"
      ],
      [
        "Ġ18",
        "6"
      ],
      [
        "Ġ18",
        "7"
      ],
      [
        "Ġ18",
        "8"
      ],
      [
        "Ġ18",
        "9"
      ],
      [
        "Ġ19",
        "0"
      ],
      [
        "Ġ19",
        "1"
      ],
      [
        "Ġ19",
        "2"
      ],
      [
        "Ġ19",
        "3"
      ],
      [
        "Ġ19",
        "4"
      ],
      [
        "Ġ19",
        "5"
      ],
      [
        "Ġ19",
        "6"
      ],
      [
        "Ġ19",
        "7"
      ],
      [
        "Ġ19",
        "8"
      ],
      [
        "Ġ19",
        "9"
      ],
      [
        "Ġ20",
        "0"
      ],
      [
        "Ġ20",
        "1"
      ],
      [
        "ĠQa",
        "xh"
      ],
      [
        "Ġ20",
        "2"
      ],
      [
        "Ġ20",
        "3"
      ],
      [
        "Ġ20",
        "4"
      ],
      [
        "Ġ20",
        "5"
      ],
      [
        "Ġ20",
        "6"
      ],
      [
        "Ġ20",
        "7"
      ],
      [
        "Ġ20",
        "8"
      ],
      [
        "Ġ20",
        "9"
      ],
      [
        "Ġ21",
        "0"
      ],
      [
        "ĠQh",
        "xa"
      ],
      [
        "Ġ21",
        "1"
      ],
      [
        "Ġ21",
        "2"
      ],
      [
        "Ġ21",
        "3"
      ],
      [
        "Ġ21",
        "4"
      ],
      [
        "Ġ21",
        "5"
      ],
      [
        "Ġ21",
        "6"
      ],
      [
        "Ġ21",
        "7"
      ],
      [
        "Ġ21",
        "8"
      ],
      [
        "Ġ21",
        "9"
      ],
      [
        "Ġ22",
        "0"
      ],
      [
        "Ġ22",
        "1"
      ],
      [
        "Ġ22",
        "2"
      ],
      [
        "Ġ22",
        "3"
      ],
      [
        "ĠBf",
        "e"
      ],
      [
        "ĠBc",
        "d"
      ],
      [
        "Ġ22",
        "4"
      ],
      [
        "Ġ22",
        "5"
      ],
      [
        "Ġ22",
        "6"
      ],
      [
        "Ġ22",
        "7"
      ],
      [
        "Ġ22",
        "8"
      ],
      [
        "Ġ22",
        "9"
      ],
      [
        "Ġ23",
        "0"
      ],
      [
        "Ġ23",
        "1"
      ],
      [
        "ĠBd",
        "e"
      ],
      [
        "Ġ23",
        "2"
      ],
      [
        "Ġ23",
        "3"
      ],
      [
        "Ġ23",
        "4"
      ],
      [
        "Ġ23",
        "5"
      ],
      [
        "ĠBb",
        "c"
      ],
      [
        "ĠBg",
        "f"
      ],
      [
        "ĠBe",
        "d"
      ],
      [
        "Ġ23",
        "6"
      ],
      [
        "Ġ23",
        "7"
      ],
      [
        "Ġ23",
        "8"
      ],
      [
        "Ġ23",
        "9"
      ],
      [
        "Ġ24",
        "0"
      ],
      [
        "Ġ24",
        "1"
      ],
      [
        "ĠBe",
        "f"
      ],
      [
        "Ġ24",
        "2"
      ],
      [
        "Ġ24",
        "3"
      ],
      [
        "Ġ24",
        "4"
      ],
      [
        "Ġ24",
        "5"
      ],
      [
        "ĠBa",
        "c"
      ],
      [
        "ĠBh",
        "g"
      ],
      [
        "Ġ24",
        "6"
      ],
      [
        "ĠBa",
        "b"
      ],
      [
        "ĠBb",
        "d"
      ],
      [
        "Ġ24",
        "7"
      ],
      [
        "ĠBh",
        "f"
      ],
      [
        "ĠBd",
        "c"
      ],
      [
        "Ġ24",
        "8"
      ],
      [
        "Ġ24",
        "9"
      ],
      [
        "ĠBa",
        "d"
      ],
      [
        "Ġ25",
        "0"
      ],
      [
        "Ġ25",
        "1"
      ],
      [
        "ĠBg",
        "e"
      ],
      [
        "Ġ25",
        "2"
      ],
      [
        "ĠBc",
        "e"
      ],
      [
        "Ġ25",
        "3"
      ],
      [
        "Ġ25",
        "4"
      ],
      [
        "Ġ25",
        "5"
      ],
      [
        "ĠBf",
        "d"
      ],
      [
        "Ġ25",
        "6"
      ],
      [
        "Ġ25",
        "7"
      ],
      [
        "ĠBh",
        "e"
      ],
      [
        "Ġ25",
        "8"
      ],
      [
        "ĠBb",
        "e"
      ],
      [
        "Ġ25",
        "9"
      ],
      [
        "Ġ26",
        "0"
      ],
      [
        "Ġ26",
        "1"
      ],
      [
        "Ġ26",
        "2"
      ],
      [
        "Ġ26",
        "3"
      ],
      [
        "ĠBc",
        "b"
      ],
      [
        "ĠBf",
        "g"
      ],
      [
        "Ġ26",
        "4"
      ],
      [
        "Ġ26",
        "5"
      ],
      [
        "Ġ26",
        "6"
      ],
      [
        "ĠBg",
        "d"
      ],
      [
        "Ġ26",
        "7"
      ],
      [
        "Ġ26",
        "8"
      ],
      [
        "Ġ26",
        "9"
      ],
      [
        "Ġ27",
        "0"
      ],
      [
        "Ġ27",
        "1"
      ],
      [
        "Ġ27",
        "2"
      ],
      [
        "Ġ27",
        "3"
      ],
      [
        "ĠBe",
        "c"
      ],
      [
        "Ġ27",
        "4"
      ],
      [
        "Ġ27",
        "5"
      ],
      [
        "Ġ27",
        "6"
      ],
      [
        "Ġ27",
        "7"
      ],
      [
        "ĠBd",
        "f"
      ],
      [
        "ĠBa",
        "e"
      ],
      [
        "Ġ27",
        "8"
      ],
      [
        "ĠBh",
        "d"
      ],
      [
        "Ġ27",
        "9"
      ],
      [
        "Ġ28",
        "0"
      ],
      [
        "Ġ28",
        "1"
      ],
      [
        "Ġ28",
        "2"
      ],
      [
        "Ġ28",
        "3"
      ],
      [
        "Ġ28",
        "4"
      ],
      [
        "Ġ28",
        "5"
      ],
      [
        "Ġ28",
        "6"
      ],
      [
        "Ġ28",
        "7"
      ],
      [
        "Ġ28",
        "8"
      ],
      [
        "Ġ28",
        "9"
      ],
      [
        "Ġ29",
        "0"
      ],
      [
        "Ġ29",
        "1"
